Repository: INVA-Spa/Nwazet.Commerce
Catalog: App_Data/Localization/*/orchard.module.po
Languages: it_it

# ~/Modules/Nwazet.Commerce/Views/OrderAdmin/List.cshtml
source: recently created
it_it: creato di recente

# ~/Modules/Nwazet.Commerce/Views/OrderAdmin/List.cshtml
source: recently modified
it_it: modificato di recente

# ~/Modules/Nwazet.Commerce/Views/OrderAdmin/List.cshtml
source: Search:
it_it: Cerca:

# ~/Modules/Nwazet.Commerce/Views/OrderAdmin/List.cshtml
source: Show
it_it: Visualizza

# ~/Modules/Nwazet.Commerce/Views/OrderSummaryAdmin.cshtml
source: Ordered {0}
it_it: Ordinato {0}

# ~/Modules/Nwazet.Commerce/Views/Parts/Bundle.cshtml
source: Products included in this bundle:
it_it: Prodotti inclusi in questo pacchetto

# ~/Modules/Nwazet.Commerce/Views/Parts/Inventory.cshtml
source: This product is currently out of stock.
it_it: Questo prodotto non è al momento disponibile.

# ~/Modules/Nwazet.Commerce/Views/Parts/ListOfWishLists.cshtml
source: Your Wish Lists:
it_it: Le tue Liste dei Desideri:

# ~/Modules/Nwazet.Commerce/Views/Parts/Product.AddButton.cshtml
source: Add to cart
it_it: Aggiungi al carrello

# ~/Modules/Nwazet.Commerce/Views/Parts/Product.AddToCartFromWishlist.cshtml
source: Add to cart
it_it: Aggiungi al carrello

# ~/Modules/Nwazet.Commerce/Views/Parts/Product.AddToWishlistButton.cshtml
source: Add to WishList
it_it: Aggiungi alla lista dei desideri

# ~/Modules/Nwazet.Commerce/Views/Parts/Product.AddToWishlistButton.cshtml
source: Add to wishlist
it_it: Aggiungi alla lista dei desideri

# ~/Modules/Nwazet.Commerce/Views/Parts/Product.AddToWishlistButton.cshtml
source: WishList (default)
it_it: Lista dei desideri (default)

# ~/Modules/Nwazet.Commerce/Views/Parts/Product.cshtml
source: Price
it_it: Prezzo

# ~/Modules/Nwazet.Commerce/Views/Parts/Product.cshtml
source: This product is currently out of stock.
it_it: Questo prodotto non è al momento disponibile.

# ~/Modules/Nwazet.Commerce/Views/Parts/Product.PriceTiers.cshtml
source: Now {0}
it_it: Ora {0}

# ~/Modules/Nwazet.Commerce/Views/Parts/Product.PriceTiers.cshtml
source: Price
it_it: Prezzo

# ~/Modules/Nwazet.Commerce/Views/Parts/Product.PriceTiers.cshtml
source: Quantity
it_it: Quantità

# ~/Modules/Nwazet.Commerce/Views/Parts/Product.PriceTiers.cshtml
source: Was {0}
it_it: Era {0}

# ~/Modules/Nwazet.Commerce/Views/Parts/Product.RemoveFromWishList.cshtml
source: Remove from wish list
it_it: Rimuovi dalla lista dei desideri

# ~/Modules/Nwazet.Commerce/Views/Parts/TerritoryHierarchy.SummaryAdmin.cshtml
source: Contains {0} territories.
it_it: Contiene {0} territori.

# ~/Modules/Nwazet.Commerce/Views/Parts/WishListsActions.cshtml
source: New wishlist
it_it: Nuova lista dei desideri

# ~/Modules/Nwazet.Commerce/Views/Parts/WishListsActions.cshtml
source: Wish lists' settings
it_it: Impostazioni liste dei desideri

# ~/Modules/Nwazet.Commerce/Views/Price.cshtml
source: Now {0}
it_it: Ora {0}

# ~/Modules/Nwazet.Commerce/Views/Price.cshtml
source: Was {0}
it_it: Era {0}

# ~/Modules/Nwazet.Commerce/Views/PriceTiersAdmin.cshtml
source: Add Price Tier
it_it: Aggiungi Livello di Prezzo

# ~/Modules/Nwazet.Commerce/Views/PriceTiersAdmin.cshtml
source: Price
it_it: Prezzo

# ~/Modules/Nwazet.Commerce/Views/PriceTiersAdmin.cshtml
source: Price can be a fixed amount or a percentage of the base price.
it_it: Il Prezzo può essere un importo fisso o una percentuale del prezzo base.

# ~/Modules/Nwazet.Commerce/Views/PriceTiersAdmin.cshtml
source: Quantity
it_it: Quantità

# ~/Modules/Nwazet.Commerce/Views/PriceTiersAdmin.cshtml
source: Quantity is mimimum amount that must be ordered to trigger the price tier.
it_it: La quantità è quella minima da ordinare per passare alla fascia di prezzo.

# ~/Modules/Nwazet.Commerce/Views/PriceTiersAdmin.cshtml
source: Tiered Pricing
it_it: Livelli di prezzo

# ~/Modules/Nwazet.Commerce/Views/ProductAdmin/CreatableTypeList.cshtml
source: Create New Product
it_it: Crea Nuovo Prodotto

# ~/Modules/Nwazet.Commerce/Views/ProductAdmin/CreateProduct.cshtml
source: Create New {0}
it_it: Crea Nuovo {0}

# ~/Modules/Nwazet.Commerce/Views/ProductAdmin/List.cshtml
source: Apply
it_it: Applica

# ~/Modules/Nwazet.Commerce/Views/ProductAdmin/List.cshtml
source: Create New Product
it_it: Crea Nuovo Prodotto

# ~/Modules/Nwazet.Commerce/Views/ProductAdmin/List.cshtml
source: Manage Products
it_it: Gestisci Prodotti

# ~/Modules/Nwazet.Commerce/Views/ProductAdmin/List.cshtml
source: Ordered by
it_it: Ordinato da

# ~/Modules/Nwazet.Commerce/Views/ProductAdmin/List.cshtml
source: recently created
it_it: creato di recente

# ~/Modules/Nwazet.Commerce/Views/ProductAdmin/List.cshtml
source: recently modified
it_it: modificato di recente

# ~/Modules/Nwazet.Commerce/Views/ProductAttributesAdminList.cshtml
source: Delete
it_it: Elimina

# ~/Modules/Nwazet.Commerce/Views/ProductAttributesAdminList.cshtml
source: Name
it_it: Nome

source: (culture undefined)
it_it: (cultura non definita)

# ~/Modules/Nwazet.Commerce/Views/ProductSettingsAdmin/Index.cshtml
source: Save
it_it: Salva

# ~/Modules/Nwazet.Commerce/Views/ProductSettingsAdmin/Index.cshtml
source: Settings
it_it: Impostazioni

# ~/Modules/Nwazet.Commerce/Views/ProductSummaryAdmin.cshtml
source: Add one
it_it: Aggiungi uno

# ~/Modules/Nwazet.Commerce/Views/ProductSummaryAdmin.cshtml
source: Inventory:
it_it: Inventario:

# ~/Modules/Nwazet.Commerce/Views/ProductSummaryAdmin.cshtml
source: Price:
it_it: Prezzo:

# ~/Modules/Nwazet.Commerce/Views/ProductSummaryAdmin.cshtml
source: Remove one
it_it: Rimuovi uno

# ~/Modules/Nwazet.Commerce/Views/PromotionAdmin/Index.cshtml
source: Add a new {0}
it_it: Aggiungi un nuovo {0}

# ~/Modules/Nwazet.Commerce/Views/PromotionAdmin/Index.cshtml
source: Delete
it_it: Elimina

# ~/Modules/Nwazet.Commerce/Views/PromotionAdmin/Index.cshtml
source: Manage Promotions
it_it: Gestisci Promozioni

# ~/Modules/Nwazet.Commerce/Views/PromotionAdmin/Index.cshtml
source: Name
it_it: Nome

# ~/Modules/Nwazet.Commerce/Views/Report/Detail.cshtml
source: and
it_it: e

# ~/Modules/Nwazet.Commerce/Views/Report/Detail.cshtml
source: Apply
it_it: Applica

# ~/Modules/Nwazet.Commerce/Views/Report/Detail.cshtml
source: Between
it_it: Tra

# ~/Modules/Nwazet.Commerce/Views/Report/Detail.cshtml
source: Choose a granularity...
it_it: Seleziona una granularità...

# ~/Modules/Nwazet.Commerce/Views/Report/Detail.cshtml
source: Choose a preset...
it_it: Seleziona una configurazione...

# ~/Modules/Nwazet.Commerce/Views/Report/Detail.cshtml
source: Date
it_it: Data

# ~/Modules/Nwazet.Commerce/Views/Report/Detail.cshtml
source: Day
it_it: Giorno

# ~/Modules/Nwazet.Commerce/Views/Report/Detail.cshtml
source: Granularity:
it_it: Granularità:

# ~/Modules/Nwazet.Commerce/Views/Report/Detail.cshtml
source: Hour
it_it: Ora

# ~/Modules/Nwazet.Commerce/Views/Report/Detail.cshtml
source: Last five years
it_it: Ultimi cinque anni

# ~/Modules/Nwazet.Commerce/Views/Report/Detail.cshtml
source: Month
it_it: Mese

# ~/Modules/Nwazet.Commerce/Views/Report/Detail.cshtml
source: Other
it_it: Altro

# ~/Modules/Nwazet.Commerce/Views/Report/Detail.cshtml
source: This month
it_it: Questo mese

# ~/Modules/Nwazet.Commerce/Views/Report/Detail.cshtml
source: This week
it_it: Questa settimana

# ~/Modules/Nwazet.Commerce/Views/Report/Detail.cshtml
source: Today
it_it: Oggi

# ~/Modules/Nwazet.Commerce/Views/Report/Detail.cshtml
source: Trimester
it_it: Trimestre

# ~/Modules/Nwazet.Commerce/Views/Report/Detail.cshtml
source: Week
it_it: Settimana

# ~/Modules/Nwazet.Commerce/Views/Report/Detail.cshtml
source: Year
it_it: Anno

# ~/Modules/Nwazet.Commerce/Views/Report/Detail.cshtml
source: Year to date
it_it: Anno fino a data

# ~/Modules/Nwazet.Commerce/Views/Report/Index.cshtml
source: Choose A Report
it_it: Seleziona un Report

# ~/Modules/Nwazet.Commerce/Views/ShippingAdmin/Index.cshtml
source: Add a new {0}
it_it: Aggiungi un nuovo {0}

# ~/Modules/Nwazet.Commerce/Views/ShippingAdmin/Index.cshtml
source: Delete
it_it: Elimina

# ~/Modules/Nwazet.Commerce/Views/ShippingAdmin/Index.cshtml
source: Manage Shipping Methods
it_it: Gestisci Metodi di Spedizione

# ~/Modules/Nwazet.Commerce/Views/ShippingAdmin/Index.cshtml
source: Name
it_it: Nome

# ~/Modules/Nwazet.Commerce/Views/ShippingInfoForm.cshtml
source: Destination country
it_it: Stato di destinazione

# ~/Modules/Nwazet.Commerce/Views/ShippingInfoForm.cshtml
source: Estimate shipping
it_it: Stima la spedizione

# ~/Modules/Nwazet.Commerce/Views/ShippingInfoForm.cshtml
source: In order for us to estimate your shipping costs and/or taxes, please let us know where your package should be sent.
it_it: Per permetterci di stimare le spese di spedizione e le tasse, fateci sapere dove dovrà essere spedito l'acquisto.

# ~/Modules/Nwazet.Commerce/Views/ShippingInfoForm.cshtml
source: Zip code
it_it: Codice Zip

# ~/Modules/Nwazet.Commerce/Views/ShippingOptions.cshtml
source: Confirm
it_it: Conferma

# ~/Modules/Nwazet.Commerce/Views/ShippingOptions.cshtml
source: Please choose your shipping option
it_it: Per favore, scegliere un'opzione di spedizione

# ~/Modules/Nwazet.Commerce/Views/ShippingOptions.cshtml
source: Shipping options are for {0} {1}. Click <a href="{2}">here</a> to change your shipping destination.
it_it: Opzioni di spedizione sono per {0} {1}. Clicca <a href="{2}">qui</a> per cambiare la tua destinazione di spedizione.

# ~/Modules/Nwazet.Commerce/Views/ShoppingCart.cshtml
source: Article
it_it: Articolo

# ~/Modules/Nwazet.Commerce/Views/ShoppingCart.cshtml
source: Back order is allowed
it_it: Sono permessi ordini arretrati

# ~/Modules/Nwazet.Commerce/Views/ShoppingCart.cshtml
source: Back order is not allowed
it_it: Non sono permessi ordini arretrati

# ~/Modules/Nwazet.Commerce/Views/ShoppingCart.cshtml
source: Click <a href="{0}">here</a> to choose a different shipping option.
it_it: Clicca <a href="{0}">qui</a> per scegliere un'opzione di spedizione diversa.

# ~/Modules/Nwazet.Commerce/Views/ShoppingCart.cshtml
source: Failed to load the cart
it_it: Impossibile caricare il carrello

# ~/Modules/Nwazet.Commerce/Views/ShoppingCart.cshtml
source: No shipping options available for {0} {1}. Click <a href="{2}">here</a> to change your shipping destination.
it_it: Non ci sono spedizioni valide per {0} {1}. Clicca <a href="{2}">qui</a> per cambiare la destinazione della spedizione.

# ~/Modules/Nwazet.Commerce/Views/ShoppingCart.cshtml
source: Only {0} in stock. {1}.
it_it: Solo {0} in stock. {1}.

# ~/Modules/Nwazet.Commerce/Views/ShoppingCart.cshtml
source: Original Unit Price
it_it: Prezzo unitario originale

# ~/Modules/Nwazet.Commerce/Views/ShoppingCart.cshtml
source: Please wait while we restore your shopping cart...
it_it: Attendere mentre il carrello viene ripristinato...

# ~/Modules/Nwazet.Commerce/Views/ShoppingCart.cshtml
source: Quantity
it_it: Quantità

# ~/Modules/Nwazet.Commerce/Views/ShoppingCart.cshtml
source: Remove
it_it: Rimuovi

# ~/Modules/Nwazet.Commerce/Views/ShoppingCart.cshtml
source: Some products in your cart require you to be authenticated. <a href="{0}">Please log on to complete your order.</a>
it_it: Alcuni prodotti nel tuo carrello richiedono che tu sia autenticato. <a href="{0}">Effettua login per completare l'ordine.</a>

# ~/Modules/Nwazet.Commerce/Views/ShoppingCart.cshtml
source: Subtotal:
it_it: Subtotale:

# ~/Modules/Nwazet.Commerce/Views/ShoppingCart.cshtml
source: Taxes {0}
it_it: Tasse {0}

# ~/Modules/Nwazet.Commerce/Views/ShoppingCart.cshtml
source: Total Price
it_it: Prezzo Totale

# ~/Modules/Nwazet.Commerce/Views/ShoppingCart.cshtml
source: Total:
it_it: Totale:

# ~/Modules/Nwazet.Commerce/Views/ShoppingCart.cshtml
source: Unit Price
it_it: Prezzo Unitario

# ~/Modules/Nwazet.Commerce/Views/ShoppingCart.cshtml
source: Update All
it_it: Aggiorna tutto

# ~/Modules/Nwazet.Commerce/Views/ShoppingCart.cshtml
source: You don't have any items in your shopping cart.
it_it: Non hai oggetti nel carrello.

# ~/Modules/Nwazet.Commerce/Views/ShoppingCart.Summary.cshtml
source: Back order is allowed
it_it: Sono permessi ordini arretrati

# ~/Modules/Nwazet.Commerce/Views/ShoppingCart.Summary.cshtml
source: Back order is not allowed
it_it: Non sono permessi ordini arretrati

# ~/Modules/Nwazet.Commerce/Views/ShoppingCart.Summary.cshtml
source: Only {0} in stock. {1}.
it_it: Solo {0} in stock. {1}.

# ~/Modules/Nwazet.Commerce/Views/ShoppingCart.Summary.cshtml
source: Remove
it_it: Rimuovi

# ~/Modules/Nwazet.Commerce/Views/ShoppingCart.Summary.cshtml
source: Subtotal:
it_it: Subtotale:

# ~/Modules/Nwazet.Commerce/Views/ShoppingCart.Summary.cshtml
source: Tax and shipping will be calculated at checkout.
it_it: Tasse e spedizione saranno calcolate al momento del checkout.

# ~/Modules/Nwazet.Commerce/Views/ShoppingCart.Summary.cshtml
source: Update All
it_it: Aggiorna tutto

# ~/Modules/Nwazet.Commerce/Views/ShoppingCart.Summary.cshtml
source: Your Cart
it_it: Il tuo carrello

# ~/Modules/Nwazet.Commerce/Views/ShoppingCartWidget.cshtml
source: Failed to load the cart
it_it: Impossibile caricare il carrello

# ~/Modules/Nwazet.Commerce/Views/ShoppingCartWidget.cshtml
source: Please wait while we restore your shopping cart...
it_it: Attendere mentre il carrello viene ripristinato...

# ~/Modules/Nwazet.Commerce/Views/Stripe.cshtml
source: Secure Checkout with VISA, Mastercard, American Express, Discover, Diners, or JCB (payment handled by Stripe)
it_it: Checkout sicuro con VISA, Mastercard, American Express, Discover, Diners, o JCB (pagamenti gestiti da Stripe)

# ~/Modules/Nwazet.Commerce/Views/Stripe.cshtml
source: with
it_it: con

# ~/Modules/Nwazet.Commerce/Views/Stripe/Pay.cshtml
source: < Back
it_it: < Indietro

# ~/Modules/Nwazet.Commerce/Views/Stripe/Pay.cshtml
source: a 3-digit code on the back of your card, or a 4-digit code on the front if your card is an American Express.
it_it: Un codice a 3 cifre sul retro della tua carta, oppure un codice a 4 cifre davanti alla tua carta se è una America Express.

# ~/Modules/Nwazet.Commerce/Views/Stripe/Pay.cshtml
source: as it appears on your card.
it_it: come appare sulla carta.

# ~/Modules/Nwazet.Commerce/Views/Stripe/Pay.cshtml
source: Card Number
it_it: Numero della carta

# ~/Modules/Nwazet.Commerce/Views/Stripe/Pay.cshtml
source: Checkout with <a href="https://stripe.com/">Stripe</a> - 2: Credit Card Information
it_it: Esegui il checkout con <a href="https://stripe.com/">Stripe</a> - 1: Informazioni sulla Carta di Credito

# ~/Modules/Nwazet.Commerce/Views/Stripe/Pay.cshtml
source: Expiration date (MM/YYYY)
it_it: Data di scadenza (MM/AAAA)

# ~/Modules/Nwazet.Commerce/Views/Stripe/Pay.cshtml
source: Invalid card number
it_it: Numero di carta non valido

# ~/Modules/Nwazet.Commerce/Views/Stripe/Pay.cshtml
source: Invalid CVC
it_it: CVC non valido

# ~/Modules/Nwazet.Commerce/Views/Stripe/Pay.cshtml
source: Invalid expiration date
it_it: Data di scadenza non valida

# ~/Modules/Nwazet.Commerce/Views/Stripe/Pay.cshtml
source: Name
it_it: Nome

# ~/Modules/Nwazet.Commerce/Views/Stripe/Pay.cshtml
source: Next >
it_it: Prossimo >

# ~/Modules/Nwazet.Commerce/Views/Stripe/SendMoney.cshtml
source: {0} is required.
it_it: {0} è obbligatorio.

# ~/Modules/Nwazet.Commerce/Views/Stripe/SendMoney.cshtml
source: Amount
it_it: Importo

# ~/Modules/Nwazet.Commerce/Views/Stripe/SendMoney.cshtml
source: Bill me at the shipping address.
it_it: Fatturazione all'indirizzo di spedizione.

# ~/Modules/Nwazet.Commerce/Views/Stripe/SendMoney.cshtml
source: Billing Address
it_it: Indirizzo di fatturazione

# ~/Modules/Nwazet.Commerce/Views/Stripe/SendMoney.cshtml
source: If this is related to an existing purchase order, invoice, or order, please specify the reference id for it here.
it_it: Se questo è correlato ad un ordine o fattura esistenti, specificarne l'id di riferimento qui.

# ~/Modules/Nwazet.Commerce/Views/Stripe/SendMoney.cshtml
source: Next >
it_it: Prossimo >

# ~/Modules/Nwazet.Commerce/Views/Stripe/SendMoney.cshtml
source: Phone
it_it: Telefono

# ~/Modules/Nwazet.Commerce/Views/Stripe/SendMoney.cshtml
source: Please provide a phone number where we can reach you in case we need additional information. This is also required when shipping to some countries.
it_it: Per favore, inserite un numero telefonico a cui vi si possa raggiungere nel caso servano informazioni addizionali. Questo è necessario per la spedizione verso alcuni stati.

# ~/Modules/Nwazet.Commerce/Views/Stripe/SendMoney.cshtml
source: Please provide an e-mail address for us to use in order to give you updates on your order.
it_it: Per favore, inserite un indirizzo e-mail da usare per inviarvi aggiornamenti sul vostro ordine.

# ~/Modules/Nwazet.Commerce/Views/Stripe/SendMoney.cshtml
source: PurchaseOrder
it_it: Numero d'ordine

# ~/Modules/Nwazet.Commerce/Views/Stripe/SendMoney.cshtml
source: Required information
it_it: Informazioni richieste

# ~/Modules/Nwazet.Commerce/Views/Stripe/SendMoney.cshtml
source: Send money with <a href="https://stripe.com/">Stripe</a> - 1: Billing
it_it: Invia denaro con <a href="https://stripe.com/">Stripe</a> - 1: Fatturazione

# ~/Modules/Nwazet.Commerce/Views/Stripe/SendMoney.cshtml
source: Shipping Address
it_it: Indirizzo di spedizione

# ~/Modules/Nwazet.Commerce/Views/Stripe/SendMoney.cshtml
source: Special Instructions
it_it: Istruzioni speciali

# ~/Modules/Nwazet.Commerce/Views/Stripe/SendMoney.cshtml
source: Specify the amount you'd like to send.
it_it: Specifica l'ammontare che desideri inviare.

# ~/Modules/Nwazet.Commerce/Views/Stripe/Ship.cshtml
source: {0} is required.
it_it: {0} è obbligatorio.

# ~/Modules/Nwazet.Commerce/Views/Stripe/Ship.cshtml
source: < Back
it_it: < Indietro

# ~/Modules/Nwazet.Commerce/Views/Stripe/Ship.cshtml
source: Bill me at the shipping address.
it_it: Fatturazione all'indirizzo di spedizione.

# ~/Modules/Nwazet.Commerce/Views/Stripe/Ship.cshtml
source: Billing Address
it_it: Indirizzo di fatturazione

# ~/Modules/Nwazet.Commerce/Views/Stripe/Ship.cshtml
source: Checkout with <a href="https://stripe.com/">Stripe</a> - 1: Shipping & Billing Addresses
it_it: Esegui il checkout con <a href="https://stripe.com/">Stripe</a> - 1: Indirizzi di Spedizione e Fatturazione

# ~/Modules/Nwazet.Commerce/Views/Stripe/Ship.cshtml
source: Next >
it_it: Prossimo >

# ~/Modules/Nwazet.Commerce/Views/Stripe/Ship.cshtml
source: Phone
it_it: Telefono

# ~/Modules/Nwazet.Commerce/Views/Stripe/Ship.cshtml
source: Please provide a phone number where we can reach you in case we need additional information. This is also required when shipping to some countries.
it_it: Per favore, inserite un numero telefonico a cui vi si possa raggiungere nel caso servano informazioni addizionali. Questo è necessario per la spedizione verso alcuni stati.

# ~/Modules/Nwazet.Commerce/Views/Stripe/Ship.cshtml
source: Please provide an e-mail address for us to use in order to give you updates on your order.
it_it: Per favore, inserite un indirizzo e-mail da usare per inviarvi aggiornamenti sul vostro ordine.

# ~/Modules/Nwazet.Commerce/Views/Stripe/Ship.cshtml
source: Required information
it_it: Informazioni richieste

# ~/Modules/Nwazet.Commerce/Views/Stripe/Ship.cshtml
source: Shipping Address
it_it: Indirizzo di spedizione

# ~/Modules/Nwazet.Commerce/Views/Stripe/Ship.cshtml
source: Special Instructions
it_it: Istruzioni speciali

# ~/Modules/Nwazet.Commerce/Views/Stripe/ShippingAdmin/Index.cshtml
source: Add a new {0}
it_it: Aggiungi un nuovo {0}

# ~/Modules/Nwazet.Commerce/Views/Stripe/ShippingAdmin/Index.cshtml
source: Delete
it_it: Elimina

# ~/Modules/Nwazet.Commerce/Views/Stripe/ShippingAdmin/Index.cshtml
source: Manage Shipping Methods
it_it: Gestisci Metodi di Spedizione

# ~/Modules/Nwazet.Commerce/Views/Stripe/ShippingAdmin/Index.cshtml
source: Name
it_it: Nome

# ~/Modules/Nwazet.Commerce/Views/TaxAdmin/Index.cshtml
source: Add a new {0}
it_it: Aggiungi un nuovo {0}

# ~/Modules/Nwazet.Commerce/Views/TaxAdmin/Index.cshtml
source: Delete
it_it: Elimina

# ~/Modules/Nwazet.Commerce/Views/TaxAdmin/Index.cshtml
source: Manage Taxes
it_it: Gestisci Tasse

# ~/Modules/Nwazet.Commerce/Views/TaxAdmin/Index.cshtml
source: Name
it_it: Nome

# ~/Modules/Nwazet.Commerce/Views/TaxAdmin/Index.cshtml
source: Not allowed to delete
it_it: Non autorizzato a cancellare.

# ~/Modules/Nwazet.Commerce/Views/TerritoriesAdmin/AddTerritoryInternal.cshtml
source: Add new Territory.
it_it: Aggiungi un nuovo Territorio

source: Name of the territory
it_it: Nome del territorio

# ~/Modules/Nwazet.Commerce/Views/TerritoriesAdmin/EditTerritoryInternal.cshtml
source: Connected territories:
it_it: Territori connessi:

# ~/Modules/Nwazet.Commerce/Views/TerritoriesAdmin/EditTerritoryInternal.cshtml
source: Connected Territory
it_it: Territorio connesso

# ~/Modules/Nwazet.Commerce/Views/TerritoriesAdmin/EditTerritoryInternal.cshtml
source: Edit Territory.
it_it: Modifica Territorio.

# ~/Modules/Nwazet.Commerce/Views/TerritoriesAdmin/TerritoriesIndex.cshtml
source: Add
it_it: Aggiungi

# ~/Modules/Nwazet.Commerce/Views/TerritoriesAdmin/TerritoriesIndex.cshtml
source: Territories
it_it: Territori

# ~/Modules/Nwazet.Commerce/Views/TerritoriesAdmin/TerritoriesListPartial.cshtml
source: Actions
it_it: Azioni

# ~/Modules/Nwazet.Commerce/Views/TerritoriesAdmin/TerritoriesListPartial.cshtml
source: Delete
it_it: Elimina

# ~/Modules/Nwazet.Commerce/Views/TerritoriesAdmin/TerritoriesListPartial.cshtml
source: Edit
it_it: Modifica

# ~/Modules/Nwazet.Commerce/Views/TerritoriesAdmin/TerritoriesListPartial.cshtml
source: Name
it_it: Nome

# ~/Modules/Nwazet.Commerce/Views/TerritoriesAdmin/TerritoriesListPartial.cshtml
source: Territories table
it_it: Tabella dei Territori

source: Create New Hierarchy
it_it: Crea Nuova Gerarchia

# ~/Modules/Nwazet.Commerce/Views/TerritoryHierarchiesAdmin/CreateHierarchy.cshtml
source: Create New {0}
it_it: Crea Nuovo {0}

# ~/Modules/Nwazet.Commerce/Views/TerritoryHierarchiesAdmin/EditHierarchy.cshtml
source: Edit {0}
it_it: Modifica {0}

source: (draft)
it_it: (bozza)

source: Actions
it_it: Azioni

source: Delete
it_it: Elimina

source: Edit
it_it: Modifica

source: Hierarchy Type
it_it: Tipi di Gerarchia

source: Name
it_it: Nome

source: Territories
it_it: Territori

source: Territory Type
it_it: Tipo di Territorio

source: This is a table of the taxonomies in your application
it_it: Questa è una tabella delle tassonomie nella tua applicazione

# ~/Modules/Nwazet.Commerce/Views/TerritoryHierarchiesAdmin/Index.cshtml
source: Add a Hierarchy
it_it: Aggiungi una Gerarchia

# ~/Modules/Nwazet.Commerce/Views/TerritoryHierarchiesAdmin/Index.cshtml
source: Manage Territory Hierarchies
it_it: Gestisci Gerarchie di Territori

# ~/Modules/Nwazet.Commerce/Views/TerritoryHierarchiesAdmin/Index.cshtml
source: Territory Hierarchies
it_it: Gerarchie di Territori

# ~/Modules/Nwazet.Commerce/Views/UspsShippingTestForm.cshtml
source: Destination country
it_it: Stato di destinazione

# ~/Modules/Nwazet.Commerce/Views/UspsShippingTestForm.cshtml
source: No suitable shipping method found.
it_it: Non è stato trovato un metodo di spedizione adeguato.

# ~/Modules/Nwazet.Commerce/Views/UspsShippingTestForm.cshtml
source: Package content weight (ounces)
it_it: Peso del contenuto (once)

# ~/Modules/Nwazet.Commerce/Views/UspsShippingTestForm.cshtml
source: Package value (dollars)
it_it: Valore del pacco (dollari)

# ~/Modules/Nwazet.Commerce/Views/UspsShippingTestForm.cshtml
source: Test the shipping method
it_it: Prova il metodo di spedizione

# ~/Modules/Nwazet.Commerce/Views/UspsShippingTestForm.cshtml
source: Zip code (for US)
it_it: Codice Zip (USA)

# ~/Modules/Nwazet.Commerce/Views/VatAdditionalOrderAddressesShapes.cshtml
source: In computing the VAT the destination that was considered is {0}. Verify it matches the other information.
it_it: Nel calcolo dell'IVA, la destinazione considerata è {0}. Verificare che coincida con le altre informazioni.
