Repository: INVA-Spa/Nwazet.Commerce
Catalog: App_Data/Localization/*/orchard.module.po
Languages: it_it

# ~/Modules/Nwazet.Commerce/Views/AttributesAdmin/Index.cshtml
source: Add a new product attribute
it_it: Aggiungi un nuovo attributo di prodotto

# ~/Modules/Nwazet.Commerce/Views/AttributesAdmin/Index.cshtml
source: Manage Attributes
it_it: Gestisci Attributi

# ~/Modules/Nwazet.Commerce/Views/BundleSummaryAdmin.cshtml
source: Inventory:
it_it: Inventario:

# ~/Modules/Nwazet.Commerce/Views/BundleSummaryAdmin.cshtml
source: Remove one
it_it: Rimuovi uno

# ~/Modules/Nwazet.Commerce/Views/CommerceAddressForm.cshtml
source: Address
it_it: Indirizzo

# ~/Modules/Nwazet.Commerce/Views/CommerceAddressForm.cshtml
source: City
it_it: Città

# ~/Modules/Nwazet.Commerce/Views/CommerceAddressForm.cshtml
source: Company
it_it: Azienda

# ~/Modules/Nwazet.Commerce/Views/CommerceAddressForm.cshtml
source: Country
it_it: Stato

# ~/Modules/Nwazet.Commerce/Views/CommerceAddressForm.cshtml
source: First Name
it_it: Nome

# ~/Modules/Nwazet.Commerce/Views/CommerceAddressForm.cshtml
source: Last Name
it_it: Cognome

# ~/Modules/Nwazet.Commerce/Views/CommerceAddressForm.cshtml
source: Please include middle name or initial as appropriate.
it_it: Per favore, includete il secondo nome o l'iniziale in maniera opportuna.

# ~/Modules/Nwazet.Commerce/Views/CommerceAddressForm.cshtml
source: Please specify the state, province, prefecture, republic or region code as appropriate. For example, 'WA' for the state of Washington in the United States.
it_it: Per favore, specificare stato, provincia, prefettura, repubblica o codice regione in maniera appropriata. Per esempio, 'WA' per lo stato di Washington negli Stati Uniti d'America.

# ~/Modules/Nwazet.Commerce/Views/CommerceAddressForm.cshtml
source: Postal or ZIP code
it_it: Codice postale o ZIP

# ~/Modules/Nwazet.Commerce/Views/CommerceAddressForm.cshtml
source: State, province, prefecture, republic or region
it_it: Stato, provincia, prefettura, repubblica o regione

# ~/Modules/Nwazet.Commerce/Views/CommerceAddressForm.cshtml
source: Title
it_it: Titolo

# ~/Modules/Nwazet.Commerce/Views/CommerceAddressForm.cshtml
source: Title or honorific, e.g. Mr., Mrs., Dr., San, etc.
it_it: Titolo o onorifico, e.g. Sig., Dott., etc.

# ~/Modules/Nwazet.Commerce/Views/CommerceAddressForm.cshtml
source: You may leave this blank for the United States.
it_it: Lasciare vuoto per gli Stati Uniti d'America.

# ~/Modules/Nwazet.Commerce/Views/Content-Order.SummaryAdmin.cshtml
source: Archive
it_it: Archivia

# ~/Modules/Nwazet.Commerce/Views/Content-Order.SummaryAdmin.cshtml
source: Delete
it_it: Elimina

# ~/Modules/Nwazet.Commerce/Views/Content-Order.SummaryAdmin.cshtml
source: Edit
it_it: Modifica

# ~/Modules/Nwazet.Commerce/Views/Content-Order.SummaryAdmin.cshtml
source: Unarchive
it_it: Disarchivia

# ~/Modules/Nwazet.Commerce/Views/Content-Order.SummaryAdmin.cshtml
source: View order
it_it: Visualizza ordine

source: Check to attempt to replace selected products with their translation in the bundle's culture. This only applies if the bundle has a LocalizationPart.
it_it: Spunta per provare a sostituire i prodotti selezionati con la loro traduzione nella cultura del pacchetto. Questo accade solo se il prodotto ha una LocalizationPart.

source: Check to prevent publication of bundles when the products selected have a different culture. This only applies if the bundle has a LocalizationPart.
it_it: Spunta per impedire la pubblicazione dei pacchetti quando i prodotti selezionati hanno una cultura differente. Questo ha effetto solo se il pacchetto ha una LocalizationPart.

source: Check to prevent showing products that have a different culture than the bundle in its editor view. This only applies if the bundle has a LocalizationPart.
it_it: Spunta per impedire la visualizzazione di prodotti con una cultura diversa dal pacchetto nella sua schermata di modifica. Questo ha effetto solo se il pacchetto ha una LocalizationPart.

source: Check to unselect products from the bundle when the products selected do not have a version in the correct culture (they have a LocalizationPart, but not a translation in the bundle's culture').
it_it: Spunta per deselezionare prodotti dal pacchetto quando quelli selezionati non hanno una versione nella cultura corretta (hanno una LocalizationPart, ma non una localizzazione nella cultura del pacchetto).

source: Don't show products.
it_it: Non mostrare i prodotti.

source: Merge product quantities across localizations.
it_it: Unisci quantità di prodotto tra le localizzazioni.

source: Remove products that do not have the correct translation.
it_it: Rimuovi prodotti che non hanno la traduzione corretta.

source: Try to replace selected products with their correct localization.
it_it: Prova a rimpiazzare i prodotti selezionati con la loro localizzazione corretta.

source: Verify culture of selected products.
it_it: Verifica la cultura dei prodotti selezionati.

# ~/Modules/Nwazet.Commerce/Views/DefinitionTemplates/BundleProductSettings.cshtml
source: Check to enable autocomplete search for product title / product sku .
it_it: Spunta per abilitare la ricerca con completamento automatico per titolo o sku di prodotto.

# ~/Modules/Nwazet.Commerce/Views/DefinitionTemplates/BundleProductSettings.cshtml
source: Enable Autocomplete.
it_it: Abilita il completamento automatico.

source: Check to attempt to replace selected attributes with their translation in the product's culture. This only applies if the product has a LocalizationPart.
it_it: Spunta per provare a sostituire gli attributi selezionati con la loro traduzione nella cultura del prodotto. Questo accade solo se il prodotto ha una LocalizationPart.

source: Check to prevent publication of products when the attributes selected have a different culture. This only applies if the product has a LocalizationPart.
it_it: Spunta per impedire la pubblicazione dei prodotti quando gli attributi selezionati hanno una cultura differente. Questo ha effetto solo se il prodotto ha una LocalizationPart.

source: Check to prevent showing attributes that have a different culture than the product in its editor view. This only applies if the product has a LocalizationPart.
it_it: Spunta per impedire la visualizzazione di attributi con una cultura diversa dal prodotto nella sua schermata di modifica. Questo ha effetto solo se il prodotto ha una LocalizationPart.

source: Check to unselect attributes from the product when the attributes selected do not have a version in the correct culture (they have a LocalizationPart, but not a translation in the product's culture').
it_it: Spunta per deselezionare attributi dal prodotto quando quelli selezionati non hanno una versione nella cultura corretta (hanno una LocalizationPart, ma non una localizzazione nella cultura del prodotto).

source: Don't show attributes.
it_it: Non mostrare gli attributi.

source: Remove attributes that do not have the correct translation.
it_it: Rimuovi attributi che non hanno la traduzione corretta.

source: Try to replace selected attributes with their correct localization.
it_it: Prova a rimpiazzare gli attributi selezionati con la loro localizzazione corretta.

source: Verify culture of selected attributes.
it_it: Verifica la cultura degli attributi selezionati.

source: Allow selecting TerritoryType on items.
it_it: Permetti la selezione del Tipo del Territorio sugli oggetti.

source: Check to enable users to select on each content item a different TerritoryType from the one specified in the type definition. Changing this will not affect existing content items of this type.
it_it: Spunta per permettere agli utenti di selezionato on ciascun contenuto un Tipo di Territorio differente da quello specificato nella definizione del tipo. Modificare questo flag non influenzerà contenuti pre-esistenti di questo tipo.

source: Select the TerritoryType for this type of Hierarchy.
it_it: Seleziona il Tipo di Territorio per questo tipo di Gerarchia.

# ~/Modules/Nwazet.Commerce/Views/ECommerceSettingsAdmin/Index.cshtml
source: Save
it_it: Salva

# ~/Modules/Nwazet.Commerce/Views/ECommerceSettingsAdmin/Index.cshtml
source: Selected currency provider:
it_it: Selezionare il provider delle valute:

# ~/Modules/Nwazet.Commerce/Views/ECommerceSettingsAdmin/Index.cshtml
source: Settings
it_it: Impostazioni

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/AdvancedSKUProduct.cshtml
source: Save the current item and leave the input empty to have the sku automatically generated using the pattern {0}
it_it: Salva l'oggetto corrente lasciando questa casella vuota perchè lo SKU sia generato automaticamente usandi il pattern {0}

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/AdvancedSKUProduct.cshtml
source: Save the current item to have the sku automatically generated using the pattern {0}
it_it: Salvare il contenuto corrente per generare automaticamente uno SKU nel formato {0}

source: (Culture undefined)
it_it: (cultura non definita)

source: Attributes with a culture different than the product will be localized.
it_it: Gli attributi con una cultura diversa dal prodotto saranno localizzati.

source: If localization is not possible, attributes will be removed.
it_it: Se sarà impossibile la localizzazione, gli attributi saranno rimossi.

source: Publication will fail if attributes have a different culture than that of the product.
it_it: La pubblicazione fallirà se gli attributi hanno una cultura diversa da quella del prodotto.

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Bundle.cshtml
source: Products in this bundle
it_it: Prodotti in questo pacchetto

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/BundleAutocomplete.cshtml
source: Products in this bundle
it_it: Prodotti in questo pacchetto

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/BundleAutocomplete.cshtml
source: Search for a product to add , at least 2 characters (title or sku).
it_it: Cerca un prodotto da aggiungere, al meno 2 caratteri (titolo o sku).

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Discount.cshtml
source: A short comment that will be displayed next to the discounted price on the front-end.
it_it: Un breve commento che sarà mostrato a front-end accanto al prezzo scontato.

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Discount.cshtml
source: Comment
it_it: Commento

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Discount.cshtml
source: Date
it_it: Data

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Discount.cshtml
source: Discount Name
it_it: Nome dello sconto

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Discount.cshtml
source: Discounted Amount or Percentage
it_it: Quantità o percentuale dello sconto

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Discount.cshtml
source: Ends
it_it: Finisce

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Discount.cshtml
source: From:
it_it: Da:

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Discount.cshtml
source: If specified, this regular expression will restrict the applicability of the discount to products with a URL matching it. For example, if you specify "/modules", a product with a path "/modules/display" would have the discount applied, but not a product with a path "/components/standoff".
it_it: Se specificata, questa espressione regolare restringerà l'applicabilità dello sconto a prodotti con un URL che corrisponda. Per esempio, specificando "/modules", un prodotto con path "/modules/display" sarebbe scontato, uno con path "/components/standoff" invece no.

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Discount.cshtml
source: If specified, this regular expression will restrict the applicability of the discount to products with a URL that is not matching it. For example, if you specify "/modules", a product with a path "/modules/display" would not have the discount applied, but a product with a path "/components/standoff" would.
it_it: Se specificata, questa espressione regolare restringerà l'applicabilità dello sconto a prodotti con un URL che non corrisponda. Per esempio, specificando "/modules", un prodotto con path "/modules/display" non sarebbe scontato, uno con path "/components/standoff" invece sì.

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Discount.cshtml
source: Quantity
it_it: Quantità

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Discount.cshtml
source: Roles
it_it: Ruoli

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Discount.cshtml
source: Starts
it_it: Comincia

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Discount.cshtml
source: The technical name of the discount (this is different from the title, which is the discount's friendly name that will be displayed to end-users).
it_it: Il nome tecnico dello sconto (è distinto dal titolo, che è il nome dello sconto mostrato agli utenti).

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Discount.cshtml
source: This can be a fixed amount, which will be subtracted from the price of each item (if the result is less than zero, the item becomes free), or a percentage amount. "10%" removes ten percent to the price. "5" removes $5 to the price.
it_it: Questo può essere un ammontare fisso, che sarà levato dal prezzo di ciascun oggetto (se il risultato è meno di zero, l'oggetto diventa gratuito), o una percentuale. "10%" riduce il prezzo del 10%. "5" riduce il prezzo di 5$.

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Discount.cshtml
source: Time
it_it: Orario

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Discount.cshtml
source: To:
it_it: A:

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Discount.cshtml
source: Url exclusion pattern
it_it: Pattern di esclusione per l'URL

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Discount.cshtml
source: Url pattern
it_it: Pattern per l'URL

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Discount.cshtml
source: Use this to restrict the promotion to members of specific roles. Leave all unchecked for no restriction.
it_it: Usa questo per limitare la promozione a membri di ruoli specifici. Non selezionare nulla per non avere restrizioni.

source: Areas for which this method is not valid:
it_it: Aree per cui questo metodo non è valido:

source: Areas for which this method is valid:
it_it: Aree per cui questo metodo è valido:

source: Method Name
it_it: Nome del Metodo

source: Price
it_it: Prezzo

source: Shipping Company
it_it: Azienda di spedizione

source: The base price for shipping. In cases where VAT or similar taxes are applied on shipping, this is the price before tax.
it_it: Il prezzo base per la spedizione. Nel caso in cui l'IVA o tasse simili siano applicate sulla spedizione, questo è il prezzo imponibile.

source: The technical name of the shipping method (this is different from the title, which is the method's friendly name that will be displayed to end-users).
it_it: Il nome tecnico del metodo di spedizione (è distinto dal titolo, che è il nome del metodo mostrato agli utenti).

source: Use this to restrict what areas this method is available from. For example, an international shipping method would have World included, but US excluded, so that it can't be selected for domestic shipping.
it_it: Usa questo per limitare le aree in cui quest metodo sia disponibile. Per esempio, un metodo di spedizione internazionale includerebbe il Mondo, ma escluderebbe gli USA, in modo da non potere essere selzionato per spedizioni sul territorio statunitense.

source: + Add a new Criterion
it_it: + Aggiungi un Criterio

source: All configured criteria must be verified for this shipping method to apply. Make sure to save your changes to the rest of the content before editing the filters.
it_it: Perchè questo metodo sia disponibile tutti i criteri configurati devono essere rispettati. Prima di modificare i filtri assicurasi di avere salvato le modifiche al resto del contenuto.

source: Delete
it_it: Elimina

source: Description
it_it: Descrizione

source: Edit
it_it: Modifica

source: Validity criteria
it_it: Criterio di validità

source: Currency
it_it: Valuta

source: Google Analytics Id
it_it: Id di Google Analytics

source: Google Checkout Merchant Id
it_it: Id Negoziante di Google Checkout

source: Shipping Weight Unit
it_it: Unità di peso per la spedizione

source: Use Sandbox
it_it: Usa la Sandbox

source: Applied Rate
it_it: Aliquota applicata

source: No VAT category has been configured.
it_it: Non è stata configurata una categoria IVA.

source: Removing a VAT category will also cause all its configurations relative to a specific territory to be lost.
it_it: Rimuovere una categoria IVA causerà la rimozione di tutte le sue configurazioni relativa a specifici territori.

source: VAT Category
it_it: Categoria IVA

source: Applied Rate
it_it: Aliquota applicata

source: No VAT category has been configured.
it_it: Non è stata configurata una categoria IVA.

source: VAT Category
it_it: Categoria IVA

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Inventory.cshtml
source: allow back order
it_it: Permetti ordini arretrati

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Inventory.cshtml
source: Changes to the inventory value will propagate to other versions of this product.
it_it: Le modifiche al valore dell'inventario si propagheranno su altre versioni di questo prodotto.

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Inventory.cshtml
source: If unchecked, the add button won't be visible on the product page when the inventory is zero or less.
it_it: Se non selezionato, il pulsante per aggiungere il prodotto non sarà visibile quando l'inventario è zero o meno.

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Inventory.cshtml
source: Inventory
it_it: Inventario

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Inventory.cshtml
source: Minimum order quantity
it_it: Minima quantità per l'ordine

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Inventory.cshtml
source: Out of stock message
it_it: Messaggio di fine inventario

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Inventory.cshtml
source: This message will be displayed if the inventory is zero or less. Leave blank for the default message to be used.
it_it: Questo messaggio sarà mostrato se l'inventraio è minore o uguale a zero. Lasciandolo vuoto verrà usato un messaggio di default.

source: Changes to this product's inventory will be applied to the other products as well.
it_it: Le modifiche all'inventario di questo prodotto saranno applicate anche agli altri prodotti.

source: This product shares an inventory with the following:
it_it: Questo prodotto condivide l'inventario con i seguenti:

source: Save the shipping method to be able to add criteria.
it_it: Salva il metodo di spedizione per potere aggiungere dei criteri.

source: Validity criteria
it_it: Criterio di validità

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Order.Activity.cshtml
source: Activity:
it_it: Attività:

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Order.Activity.cshtml
source: Add
it_it: Aggiungi

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Order.Activity.cshtml
source: From {0} to {1}
it_it: Da {0} a {1}

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Order.Addresses.cshtml
source: Address 1
it_it: Indirizzo 1

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Order.Addresses.cshtml
source: Address 2
it_it: Indirizzo 2

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Order.Addresses.cshtml
source: Associate this order with a username.
it_it: Associa questo ordine con un nome utente.

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Order.Addresses.cshtml
source: Billing:
it_it: Fatturazione:

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Order.Addresses.cshtml
source: City
it_it: Città

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Order.Addresses.cshtml
source: Company
it_it: Azienda

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Order.Addresses.cshtml
source: Country
it_it: Stato

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Order.Addresses.cshtml
source: First Name
it_it: Nome

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Order.Addresses.cshtml
source: Honorific
it_it: Onorifico

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Order.Addresses.cshtml
source: Last Name
it_it: Cognome

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Order.Addresses.cshtml
source: Order Username:
it_it: Nome Utente dell'Ordine:

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Order.Addresses.cshtml
source: Phone:
it_it: Telefono:

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Order.Addresses.cshtml
source: Postal code
it_it: CAP

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Order.Addresses.cshtml
source: Province or State
it_it: Provincia o Stato

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Order.Addresses.cshtml
source: Shipping to:
it_it: Spedizione a:

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Order.Addresses.cshtml
source: Special instructions:
it_it: Istruzioni speciali:

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Order.Addresses.cshtml
source: You may view this order at a later time by going to this address: <a href="{0}">{0}</a>, using this password: "{1}".
it_it: Potrai visualizzare i dettagli del tuo ordine a questo indirizzo: <a href="{0}">{0}</a>, usando questa password: "{1}".

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Order.cshtml
source: Activity:
it_it: Attività:

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Order.cshtml
source: Add
it_it: Aggiungi

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Order.cshtml
source: Address 1
it_it: Indirizzo 1

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Order.cshtml
source: Address 2
it_it: Indirizzo 2

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Order.cshtml
source: Adjustment
it_it: Correzione

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Order.cshtml
source: Amount Paid
it_it: Importo Pagato

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Order.cshtml
source: Associate this order with a purchase order, invoice or other order.
it_it: Associa questo ordine con un ordine di acquisto, una fattura o un altro ordine.

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Order.cshtml
source: Associate this order with a username.
it_it: Associa questo ordine con un nome utente.

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Order.cshtml
source: Billing:
it_it: Fatturazione:

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Order.cshtml
source: Cancel
it_it: Annulla

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Order.cshtml
source: Charged to:
it_it: Addebitato a:

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Order.cshtml
source: City
it_it: Città

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Order.cshtml
source: Company
it_it: Azienda

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Order.cshtml
source: Country
it_it: Stato

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Order.cshtml
source: Edit
it_it: Modifica

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Order.cshtml
source: First Name
it_it: Nome

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Order.cshtml
source: Honorific
it_it: Onorifico

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Order.cshtml
source: Last Name
it_it: Cognome

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Order.cshtml
source: Order Username:
it_it: Nome Utente dell'Ordine:

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Order.cshtml
source: Order:
it_it: Ordine:
