Repository: INVA-Spa/Nwazet.Commerce
Catalog: App_Data/Localization/*/orchard.module.po
Languages: it_it

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Order.cshtml
source: Ordered {0}
it_it: Ordinato {0}

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Order.cshtml
source: Original price
it_it: Prezzo originale

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Order.cshtml
source: Phone:
it_it: Telefono:

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Order.cshtml
source: Postal code
it_it: CAP

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Order.cshtml
source: Price
it_it: Prezzo

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Order.cshtml
source: Product
it_it: Prodotto

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Order.cshtml
source: Products:
it_it: Prodotti:

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Order.cshtml
source: Province or State
it_it: Provincia o Stato

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Order.cshtml
source: Purchase order:
it_it: Numero d'ordine:

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Order.cshtml
source: Qty
it_it: Qtà

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Order.cshtml
source: Quantity
it_it: Quantità

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Order.cshtml
source: Shipping to:
it_it: Spedizione a:

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Order.cshtml
source: Special instructions:
it_it: Istruzioni speciali:

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Order.cshtml
source: Status:
it_it: Stato:

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Order.cshtml
source: Subtotal
it_it: Subtotale

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Order.cshtml
source: Taxes
it_it: Tasse

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Order.cshtml
source: Taxes {0}
it_it: Tasse {0}

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Order.cshtml
source: Total
it_it: Totale

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Order.cshtml
source: Tracking URL:
it_it: URL del tracciamento:

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Order.cshtml
source: Transaction <a href="{1}">{0}</a>.
it_it: Transazione <a href="{1}">{0}</a>.

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Order.cshtml
source: You may view this order at a later time by going to this address: <a href="{0}">{0}</a>, using this password: "{1}".
it_it: Potrai visualizzare i dettagli del tuo ordine a questo indirizzo: <a href="{0}">{0}</a>, usando queta password: "{1}".

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Order.Metadata.cshtml
source: Associate this order with a purchase order, invoice or other order.
it_it: Associa questo ordine con un ordine di acquisto, una fattura o un altro ordine.

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Order.Metadata.cshtml
source: Order:
it_it: Ordine:

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Order.Metadata.cshtml
source: Ordered {0} ({1})
it_it: Ordinato {0} ({1})

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Order.Metadata.cshtml
source: Purchase order:
it_it: Numero d'ordine:

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Order.Payment.cshtml
source: Charged to:
it_it: Addebitato a:

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Order.Payment.cshtml
source: The link opens in another tab
it_it: Il link si apre in una nuova scheda

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Order.Payment.cshtml
source: Transaction <a href="{1}" target="_blank" title="{2}">{0} (<i class="fa fa-external-link"></i>)</a>
it_it: Transazione <a href="{1}" target="_blank" title="{2}">{0} (<i class="fa fa-external-link"></i>)</a>

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Order.Shipping.cshtml
source: Cancel
it_it: Annulla

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Order.Shipping.cshtml
source: Edit
it_it: Modifica

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Order.Shipping.cshtml
source: The link opens in another tab
it_it: Il link si apre in una nuova scheda

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Order.Shipping.cshtml
source: Tracking URL:
it_it: URL del tracciamento:

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Order.Status.cshtml
source: Status:
it_it: Stato:

source: Accessibility
it_it: Accessibilità

source: authentication required
it_it: Richiede Autenticazione.

source: This allows for associating the order with the user but will force the user to log in prior to purchasing.
it_it: Questo permette di associare un ordine all'utente, ma costringerà l'utente ad autenticarsi prima dell'acquisto.

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Product.cshtml
source: allow back order
it_it: Permetti ordini arretrati

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Product.cshtml
source: authentication required
it_it: Richiede Autenticazione.

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Product.cshtml
source: Changes to the inventory value will propagate to other versions of this product.
it_it: Le modifiche al valore dell'inventario si propagheranno su altre versioni di questo prodotto.

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Product.cshtml
source: consider inventory for digital product
it_it: Considera l'inventario per il prodotto digitale.

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Product.cshtml
source: digital product
it_it: Prodotto digitale

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Product.cshtml
source: Discounted Price
it_it: Prezzo scontato

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Product.cshtml
source: If checked, the digital product will be considered to be available in a limited quantity, based on the inventory.
it_it: Selezionando questo flag, il prodotto digitale sarà considerato disponibile in quantità limitata, sulla base dell'inventario.

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Product.cshtml
source: If unchecked, the add button won't be visible on the product page when the inventory is zero or less.
it_it: Se non selezionato, il pulsante per aggiungere il prodotto non sarà visibile quando l'inventario è zero o meno.

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Product.cshtml
source: Inventory
it_it: Inventario

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Product.cshtml
source: Leave the discounted price empty to have the regular price apply.
it_it: Lascia il prezzo scontato vuoto per usare il prezzo regolare.

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Product.cshtml
source: Minimum order quantity
it_it: Minima quantità per l'ordine

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Product.cshtml
source: Out of stock message
it_it: Messaggio di fine inventario

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Product.cshtml
source: override tiered pricing
it_it: Sovrascrivi i livelli di prezzo

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Product.cshtml
source: Regular Price
it_it: Prezzo regolare

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Product.cshtml
source: Shipping Cost
it_it: Prezzo di spedizione

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Product.cshtml
source: Size
it_it: Taglia

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Product.cshtml
source: Specify a shipping cost if you want the shipping cost to be fixed. Otherwise, leave this empty and only specify the weight. The shipping will be computed based on the shipping provider that the customer will pick.
it_it: Specifica un costo di spedizione se desideri che sia fisso. Altrimenti, lascia questo campo vuoto e specifica il peso. Il costo di spedizione verrà calcolato sulla base del provider di spedizione selezionato dal cliente.

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Product.cshtml
source: The SKU uniquely identifies a product. Changing the SKU may have unwanted side-effects.
it_it: Lo SKU identifica unicamente un prodotto. Cambiare lo SKU può avere effetti indesiderati.

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Product.cshtml
source: This allows for associating the order with the user but will force the user to log in prior to purchasing.
it_it: QUesto permette di associare un ordine all'utente, ma costringerà l'utente ad autenticarsi prima dell'acquisto.

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Product.cshtml
source: This message will be displayed if the inventory is zero or less. Leave blank for the default message to be used.
it_it: Questo messaggio sarà mostrato se l'inventraio è minore o uguale a zero. Lasciandolo vuoto verrà usato un messaggio di default.

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Product.cshtml
source: Weight
it_it: Peso

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Product.Inventory.cshtml
source: consider inventory for digital product
it_it: Considera l'inventario per il prodotto digitale.

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Product.Inventory.cshtml
source: digital product
it_it: Prodotto digitale

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Product.Inventory.cshtml
source: If checked, the digital product will be considered to be available in a limited quantity, based on the inventory.
it_it: Selezionando questo flag, il prodotto digitale sarà considerato disponibile in quantità limitata, sulla base dell'inventario.

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Product.Inventory.cshtml
source: Inventory
it_it: Inventario

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Product.Shipping.cshtml
source: Shipping
it_it: Spedizione

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Product.Shipping.cshtml
source: Shipping Cost
it_it: Prezzo di spedizione

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Product.Shipping.cshtml
source: Size
it_it: Taglia

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Product.Shipping.cshtml
source: Specify a shipping cost if you want the shipping cost to be fixed. Otherwise, leave this empty and only specify the weight. The shipping will be computed based on the shipping provider that the customer will pick.
it_it: Specifica un costo di spedizione se desideri che sia fisso. Altrimenti, lascia questo campo vuoto e specifica il peso. Il costo di spedizione verrà calcolato sulla base del provider di spedizione selezionato dal cliente.

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Product.Shipping.cshtml
source: Weight
it_it: Peso

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/ProductAttribute.cshtml
source: Add Attribute Value
it_it: Aggiungi un Valore di Attributo

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/ProductAttribute.cshtml
source: Apply To Line
it_it: Applica alla Riga

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/ProductAttribute.cshtml
source: Attribute Value Options
it_it: Optioni dei Valori di Attributo

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/ProductAttribute.cshtml
source: Delete
it_it: Elimina

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/ProductAttribute.cshtml
source: Display Name
it_it: Nome Visualizzato

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/ProductAttribute.cshtml
source: Extension
it_it: Estensione

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/ProductAttribute.cshtml
source: Label for attribute drop-down list. Leave empty to hide label.
it_it: Etichetta per la drop-down dell'attributo. Lasciare vuoto per nascondere l'etichetta.

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/ProductAttribute.cshtml
source: Name
it_it: Nome

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/ProductAttribute.cshtml
source: Name is the option text displayed for the user to select.
it_it: Nome è il testo dell'opzione mostrato per essere selzionato dall'utente.

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/ProductAttribute.cshtml
source: Order in which attributes are displayed.
it_it: Ordine usato per mostrare gli attributi.

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/ProductAttribute.cshtml
source: Price Adjustment
it_it: Aggiustamento di prezzo

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/ProductAttribute.cshtml
source: Price Adjustment is the amount the price will be adjusted for each item that has the attribute selected. Use negative adjustments to reduce the price.
it_it: L'Aggiustamento di Prezzo è l'importo che verrà adeguato per ogni articolo per cui è stato selezionato l'attributo. Utilizzare adeguamenti negativi per ridurre il prezzo.

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/ProductAttribute.cshtml
source: Sort Order
it_it: Ordinamento

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/ProductAttribute.cshtml
source: Sort Order determines the order in which options are displayed relative to each other.
it_it: L'ordinamento determina l'ordine in cui verranno visualizzate le opzioni.

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/ProductAttribute.cshtml
source: Technical Name
it_it: Nome Tecnico

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/ProductAttribute.cshtml
source: Technical name of the attribute.
it_it: Nome tecnico dell'attributo.

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/ProductAttribute.cshtml
source: When checked, Apply To Line causes the price adjustment to be applied to the line total. By default, the adjustment is applied to the unit price.
it_it: Se selezioni, Applica alla Linea fa si che l'adeguamento del prezzo venga applicato al totale della linea. Per le impostazioni predefinite, l'adeguamento è applicato al prezzo unitario.

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/ProductAttributes.cshtml
source: Attributes
it_it: Attributi

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/ProductAttributes.cshtml
source: Please select the attributes that apply to this product. Customers will need to choose a value for each active attribute when adding the product to their shopping cart.
it_it: Selzionare gli attributi applicabili a questo prodotto. Il cliente dovrà scegliere un valore per ciascun attributo attivo quando cercherà di aggiungere il prodotto al carrello.

source: If localization is not possible, products will be removed.
it_it: Se sarà impossibile la localizzazione, i prodotti saranno rimossi.

source: If more localizations of a single product are in the bundle, their quantities will be added to each other.
it_it: Se ci sono più localizzazioni di uno stesso prodotto nel pacchetto, le loro quantità saranno aggiunte l'una alle altre.

source: Products with a culture different than the bundle may be hidden.
it_it: Prodotti con una cultura differente dal pacchetto potrebbero essere nascosti.

source: Products with a culture different than the bundle will be localized.
it_it: Prodotti con una cultura differente dal pacchetto saranno localizzati.

source: Publication will fail if products have a different culture than that of the bundle.
it_it: La pubblicazione fallirà se i prodotti hanno una cultura diversa da quella del pacchetto.

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/ProductSettings.cshtml
source: Allow price tiers to be overriden for specific products
it_it: Permetti di sovrascrivere i livelli di prezzo per prodotti specifici

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/ProductSettings.cshtml
source: Allow Product Overrides
it_it: Permetti Eccezioni sui Prodotti

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/ProductSettings.cshtml
source: Define Site Defaults
it_it: Definisci le impostazioni di default del sito.

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/ProductSettings.cshtml
source: Set site-wide defaults for tiered pricing
it_it: Imposta i defaults di sito per i livelli di prezzo

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/ProductSettings.cshtml
source: Tiered Price Settings
it_it: Impostazioni dei livelli di prezzo

source: Select the VAT category configuration.
it_it: Selezionare la configurazione della categoria IVA.

source: VAT Category.
it_it: Categoria IVA.

source: Areas for which this method is not valid:
it_it: Aree per cui questo metodo non è valido:

source: Areas for which this method is valid:
it_it: Aree per cui questo metodo è valido:

source: Method Name
it_it: Nome del Metodo

source: Price
it_it: Prezzo

source: Priority
it_it: Priorità

source: Shipping Company
it_it: Azienda di spedizione

source: Size
it_it: Taglia

source: Specify the size (usually S, M, L or XL) for which this shipping price is valid. Any product that matches this size will trigger the shipping method, unless another of higher priority takes precedence. Leave empty to define the default size-based shipping method.
it_it: Specifica la taglia (in genere S, M, L, XL) per cui sarà valido questo costo di spedizione. Ogni prodotto di taglia corrispondente attiverà questo metodo di spedizione, a meno che non ce ne sia un'altro a priorità maggiore. Lascia vuoto per definire il metodo di spedizione di default.

source: The technical name of the shipping method (this is different from the title, which is the method's friendly name that will be displayed to end-users).
it_it: Il nome tecnico del metodo di spedizione (è distinto dal titolo, che è il nome del metodo mostrato agli utenti).

source: Use this to restrict what areas this method is available from. For example, an international shipping method would have World included, but US excluded, so that it can't be selected for domestic shipping.
it_it: Usa questo per limitare le aree in cui quest metodo sia disponibile. Per esempio, un metodo di spedizione internazionale includerebbe il Mondo, ma escluderebbe gli USA, in modo da non potere essere selzionato per spedizioni sul territorio statunitense.

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/StateOrCountryTax.cshtml
source: Country
it_it: Stato

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/StateOrCountryTax.cshtml
source: Priority
it_it: Priorità

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/StateOrCountryTax.cshtml
source: Rate
it_it: Aliquota

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/StateOrCountryTax.cshtml
source: State
it_it: Stato

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/StateOrCountryTax.cshtml
source: The customer country where this tax applies. Use 'Any (*)' to apply to all countries.
it_it: Lo stato del cliente dove si applica questa tassa. Usa 'Qualunque (*)' per applicarla ad ogni stato.

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/StateOrCountryTax.cshtml
source: The customer state where this tax applies. Use * to apply to all states.
it_it: Lo stato del cliente dove si applica questa tassa. Usa * per applicarla ad ogni stato.

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/StateOrCountryTax.cshtml
source: The percentage applied as taxes for this region.
it_it: La percentuale di tasse per questa regione.

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/StateOrCountryTax.cshtml
source: The priority to apply this tax. The highest priority wins. This makes it possible to create a hierarchy of taxes.
it_it: La priorità per l'applicazione di questa tassa. La priorità più alta vince. In questo modo è possibile creare una gerarchia di tasse.

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/StripeSettings.cshtml
source: A 3-character currency code, e.g. USD.
it_it: Un codice di valuta a tre caratteri, e.g. EUR.

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/StripeSettings.cshtml
source: Currency
it_it: Valuta

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/StripeSettings.cshtml
source: Stripe Merchant Publishable Key
it_it: Chiave pubblica negoziante Stripe

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/StripeSettings.cshtml
source: Stripe Merchant Secret Key
it_it: Chiave segreta negoziante Stripe

source: Manage territories.
it_it: Gestisci Territori.

source: This hierarchy currently contains {0} territories, of which {1} as first level.
it_it: Questa gerarchia contiene {0} territori, di cui {1} al primo livello.

source: Select the TerritoryType for this Hierarchy.
it_it: Seleziona il Tipo di Territorio per questa Gerarchia.

source: This Hierarchy allows territories of type "{0}"
it_it: Questa Gerarchia ammette territori di Tipo "{0}"

source: Select the unique territory identifier.
it_it: Seleziona l'identificatore univoco del filtro.

source: Territory identity
it_it: Identità dei Territori

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/TerritoryPartEdit.cshtml
source: Select the unique territory identifier. Be mindful of the relations in the hierarchy when changing this.
it_it: Seleziona l'identificatore univoco del filtro. Quando si sta cambiando questo valore, bisogna tenere da conto le relazioni nella gerarchia.

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/TerritoryPartEdit.cshtml
source: Territory identity
it_it: Identità dei Territori

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/TerritoryPartEdit.cshtml
source: This is a child of
it_it: Questo è un figlio di

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/TerritoryPartEdit.cshtml
source: This territory has {0} children. ({1} on first level)
it_it: Questo territorio ha {0} figli. ({1} al primo livello)

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/TerritoryPartEdit.cshtml
source: This territory has identity "{0}".
it_it: Questo territorio ha identità "{0}".

source: Applied Rate
it_it: Aliquota applicata

source: No VAT category has been configured in the hierarchy.
it_it: Non è stata configurata una categoria IVA per la gerarchia.

source: VAT Category
it_it: Categoria IVA

source: Applied Rate
it_it: Aliquota applicata

source: No VAT category has been configured in the hierarchy.
it_it: Non è stata configurata una categoria IVA per la gerarchia.

source: VAT Category
it_it: Categoria IVA

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/UspsSettings.cshtml
source: cleanse address and complete ZIP
it_it: Ripulisci l'indirizzo e completa lo ZIP

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/UspsSettings.cshtml
source: cleanse address and provide ZIP+4
it_it: Ripulisci l'indirizzo e fornisci lo ZIP+4

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/UspsSettings.cshtml
source: Commercial Plus prices
it_it: Prezzi Commercial Plus

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/UspsSettings.cshtml
source: Commercial prices
it_it: Prezzi commerciali

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/UspsSettings.cshtml
source: Complex response
it_it: Risposta complessa

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/UspsSettings.cshtml
source: find city and state from ZIP
it_it: Trova città e stato dallo ZIP

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/UspsSettings.cshtml
source: More complex response
it_it: Risposta più complessa

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/UspsSettings.cshtml
source: Origin Zip Code
it_it: ZIP code dell'origine

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/UspsSettings.cshtml
source: Pickup availability
it_it: Disponibilità per il ritiro

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/UspsSettings.cshtml
source: Pickup availability from fewer details
it_it: Disponibilità per il ritiro da meno dettagli
