Repository: INVA-Spa/Nwazet.Commerce
Catalog: App_Data/Localization/*/orchard.module.po
Languages: it_it

# Nwazet.Commerce.Filters.ProductSizeFilter
source: Product Size
it_it: Taglia del prodotto

# Nwazet.Commerce.Filters.ProductSizeFilter
source: Product Size Filter.
it_it: Filtro sulla taglia del prodotto

# Nwazet.Commerce.Filters.ProductSizeFilterForm
source: Contains
it_it: Contiene

# Nwazet.Commerce.Filters.ProductSizeFilterForm
source: Contains all words
it_it: Contiene tutte le parole

# Nwazet.Commerce.Filters.ProductSizeFilterForm
source: Contains any word
it_it: Contiene almeno una parola

# Nwazet.Commerce.Filters.ProductSizeFilterForm
source: Does not contain
it_it: NON contiene

# Nwazet.Commerce.Filters.ProductSizeFilterForm
source: Does not end with
it_it: NON termina con

# Nwazet.Commerce.Filters.ProductSizeFilterForm
source: Does not start with
it_it: NON inizia con

# Nwazet.Commerce.Filters.ProductSizeFilterForm
source: Ends with
it_it: Termina con

# Nwazet.Commerce.Filters.ProductSizeFilterForm
source: Is equal to
it_it: È uguale a

# Nwazet.Commerce.Filters.ProductSizeFilterForm
source: Is not equal to
it_it: NON è uguale

# Nwazet.Commerce.Filters.ProductSizeFilterForm
source: Operator
it_it: Operatore

# Nwazet.Commerce.Filters.ProductSizeFilterForm
source: Product Size.
it_it: Taglia del prodotto.

# Nwazet.Commerce.Filters.ProductSizeFilterForm
source: Starts with
it_it: Inizia con

# Nwazet.Commerce.Filters.ProductSizeFilterForm
source: The Product Size
it_it: La taglia del prodotto.

# Nwazet.Commerce.Filters.ProductSkuFilter
source: Product
it_it: Prodotto

# Nwazet.Commerce.Filters.ProductSkuFilter
source: Product Sku
it_it: SKU del prodotto

# Nwazet.Commerce.Filters.ProductSkuFilter
source: Product Sku Filter.
it_it: Filtro sullo SKU del prodotto

# Nwazet.Commerce.Filters.ProductSkuFilterForm
source: Contains
it_it: Contiene

# Nwazet.Commerce.Filters.ProductSkuFilterForm
source: Contains all words
it_it: Contiene tutte le parole

# Nwazet.Commerce.Filters.ProductSkuFilterForm
source: Contains any word
it_it: Contiene almeno una parola

# Nwazet.Commerce.Filters.ProductSkuFilterForm
source: Does not contain
it_it: NON contiene

# Nwazet.Commerce.Filters.ProductSkuFilterForm
source: Does not end with
it_it: NON termina con

# Nwazet.Commerce.Filters.ProductSkuFilterForm
source: Does not start with
it_it: NON inizia con

# Nwazet.Commerce.Filters.ProductSkuFilterForm
source: Ends with
it_it: Termina con

# Nwazet.Commerce.Filters.ProductSkuFilterForm
source: Is equal to
it_it: È uguale a

# Nwazet.Commerce.Filters.ProductSkuFilterForm
source: Is not equal to
it_it: NON è uguale

# Nwazet.Commerce.Filters.ProductSkuFilterForm
source: Operator
it_it: Operatore

# Nwazet.Commerce.Filters.ProductSkuFilterForm
source: Product Sku.
it_it: SKU del prodotto.

# Nwazet.Commerce.Filters.ProductSkuFilterForm
source: Starts with
it_it: Inizia con

# Nwazet.Commerce.Filters.ProductSkuFilterForm
source: The Product Sku
it_it: Lo SKU del prodotto.

# Nwazet.Commerce.Filters.ProductWeightFilter
source: Product
it_it: Prodotto

# Nwazet.Commerce.Filters.ProductWeightFilter
source: Product Weight
it_it: Peso del prodotto

# Nwazet.Commerce.Filters.ProductWeightFilter
source: Product Weight Filter.
it_it: Filtro sul peso del prodotto

# Nwazet.Commerce.Filters.ProductWeightFilterForm
source: Is between
it_it: È compreso

# Nwazet.Commerce.Filters.ProductWeightFilterForm
source: Is equal to
it_it: È uguale a

# Nwazet.Commerce.Filters.ProductWeightFilterForm
source: Is greater than
it_it: È maggiore di

# Nwazet.Commerce.Filters.ProductWeightFilterForm
source: Is greater than or equal to
it_it: È maggiore o uguale a

# Nwazet.Commerce.Filters.ProductWeightFilterForm
source: Is less than
it_it: È minore di

# Nwazet.Commerce.Filters.ProductWeightFilterForm
source: Is less than or equal to
it_it: È minore o uguale a

# Nwazet.Commerce.Filters.ProductWeightFilterForm
source: Is not between
it_it: Non è compreso

# Nwazet.Commerce.Filters.ProductWeightFilterForm
source: Is not equal to
it_it: NON è uguale

# Nwazet.Commerce.Filters.ProductWeightFilterForm
source: Operator
it_it: Operatore

# Nwazet.Commerce.Filters.ProductWeightFilterForm
source: Value
it_it: Valore

# Nwazet.Commerce.Handlers.AdvancedSKUManagementHandler
source: A new SKU has been generated: "{0}"
it_it: Un nuovo SKU è stato generato: "{0}"

# Nwazet.Commerce.Handlers.AdvancedSKUManagementHandler
source: Conflict between SKUs. "{0}" is already set for a previously created {2} so now we set it to "{1}"
it_it: Conflitto tra SKU. "{0}" è già impostato per {2} creato in precedenza, quindi è stato impostato a "{1}"

# Nwazet.Commerce.Handlers.AdvancedSKUManagementHandler
source: The SKU must be unique.
it_it: Lo SKU deve essere unico.

# Nwazet.Commerce.Handlers.LocalizationAttributePartHandler
source: Some of the attributes have the wrong culture: {0}
it_it: Alcuni degli attributi hanno la cultura sbagliata: {0}

# Nwazet.Commerce.Menus.AttributeAdminMenu
source: Attributes
it_it: Attributi

# Nwazet.Commerce.Menus.AttributeAdminMenu
source: Commerce
it_it: E-Commerce

# Nwazet.Commerce.Menus.ECommerceSettingsAdminMenu
source: Settings
it_it: Impostazioni

# Nwazet.Commerce.Menus.OrderAdminMenu
source: Commerce
it_it: E-Commerce

# Nwazet.Commerce.Menus.OrderAdminMenu
source: Orders
it_it: Ordini

# Nwazet.Commerce.Menus.ProductAdminMenu
source: Commerce
it_it: E-Commerce

# Nwazet.Commerce.Menus.ProductAdminMenu
source: Products
it_it: Prodotti

# Nwazet.Commerce.Menus.ProductSettingsAdminMenu
source: Commerce
it_it: E-Commerce

# Nwazet.Commerce.Menus.ProductSettingsAdminMenu
source: Tiered Pricing
it_it: Livelli di prezzo

# Nwazet.Commerce.Menus.PromotionAdminMenu
source: Commerce
it_it: E-Commerce

# Nwazet.Commerce.Menus.PromotionAdminMenu
source: Promotions
it_it: Promozioni

# Nwazet.Commerce.Menus.ReportsAdminMenu
source: Commerce
it_it: E-Commerce

# Nwazet.Commerce.Menus.ReportsAdminMenu
source: Reports
it_it: Reportistica

# Nwazet.Commerce.Menus.ShippingAdminMenu
source: Commerce
it_it: E-Commerce

# Nwazet.Commerce.Menus.ShippingAdminMenu
source: Shipping
it_it: Spedizione

# Nwazet.Commerce.Menus.TaxAdminMenu
source: Commerce
it_it: E-Commerce

# Nwazet.Commerce.Menus.TaxAdminMenu
source: Taxes
it_it: Tasse

# Nwazet.Commerce.Menus.TerritoriesAdminMenu
source: Hierarchies
it_it: Gerarchie

# Nwazet.Commerce.Menus.TerritoriesAdminMenu
source: Territories
it_it: Territori

# Nwazet.Commerce.Models.CreditCardCharge
source: Card **** **** **** {0} expiring {1}/{2}.
it_it: Carta **** **** **** {0} con scadenza {1}/{2}.

# Nwazet.Commerce.Models.PersistentShoppingCart
source: Couldn't add this product because of invalid attributes. Please refresh the page and try again.
it_it: Impossible aggiungere questo prodotto a causa di attributi non validi. Ricarica la pagina e riprova.

# Nwazet.Commerce.Models.ShoppingCart
source: Couldn't add this product because of invalid attributes. Please refresh the page and try again.
it_it: Impossible aggiungere questo prodotto a causa di attributi non validi. Ricarica la pagina e riprova.

# Nwazet.Commerce.Recipes.Providers.Builders.TerritoriesStep
source: Exports definitions, items and identity records. This is the recommended way to export territories and hierarchies.
it_it: Esporta definizioni, oggetti e records delle identità. Questo è il modo raccomandato per esportare territori e gerarchie.

# Nwazet.Commerce.Recipes.Providers.Builders.TerritoriesStep
source: Territories and Hierarchies
it_it: Territori e Gerarchie

# Nwazet.Commerce.Reports.AverageSaleAmountReport
source: Average amount of one order over the period
it_it: Ammontare medio di un ordine nel periodo

# Nwazet.Commerce.Reports.AverageSaleAmountReport
source: Average amount of orders
it_it: Ammontare medio degli ordini

# Nwazet.Commerce.Reports.AverageSaleAmountReport
source: Average order
it_it: Ordine medio

# Nwazet.Commerce.Reports.AverageSaleAmountReport
source: Period
it_it: Periodo

# Nwazet.Commerce.Reports.BestSellingProductsReport
source: Best Sellers
it_it: I più venduti

# Nwazet.Commerce.Reports.BestSellingProductsReport
source: Best selling products as a percentage of the total number of products sold.
it_it: I prodotti più venduti in percentuale rispetto al total dei prodotti venduti.

# Nwazet.Commerce.Reports.BestSellingProductsReport
source: Percentage of total number of products sold
it_it: Percentuale del totale dei prodotti venduti

# Nwazet.Commerce.Reports.BestSellingProductsReport
source: Product
it_it: Prodotto

# Nwazet.Commerce.Reports.MostProfitableProductsReport
source: Most profitable products
it_it: Prodotti più profittevoli

# Nwazet.Commerce.Reports.MostProfitableProductsReport
source: Product
it_it: Prodotto

# Nwazet.Commerce.Reports.MostProfitableProductsReport
source: Products that made the most money.
it_it: Prodotti che hanno fruttato più soldi

# Nwazet.Commerce.Reports.MostProfitableProductsReport
source: Revenue
it_it: Fatturato

# Nwazet.Commerce.Reports.NumberOfSalesReport
source: Number of distinct successful orders
it_it: Numero di ordini completati con successo

# Nwazet.Commerce.Reports.NumberOfSalesReport
source: Number of orders
it_it: Numero di ordini

# Nwazet.Commerce.Reports.NumberOfSalesReport
source: Period
it_it: Periodo

# Nwazet.Commerce.Reports.SalesByBestSellingProductsReport
source: Period
it_it: Periodo

# Nwazet.Commerce.Reports.SalesByBestSellingProductsReport
source: Sales broken down by best selling products.
it_it: Vendite divise per prodotti più venduti.

# Nwazet.Commerce.Reports.SalesByBestSellingProductsReport
source: Sales By Best Sellers
it_it: Vendite per i prodotti più venduti

# Nwazet.Commerce.Reports.SalesByBestSellingProductsReport
source: Total
it_it: Totale

# Nwazet.Commerce.Reports.TotalSalesReport
source: Amount
it_it: Importo

# Nwazet.Commerce.Reports.TotalSalesReport
source: Period
it_it: Periodo

# Nwazet.Commerce.Reports.TotalSalesReport
source: Sales
it_it: Vendite

# Nwazet.Commerce.Reports.TotalSalesReport
source: Total sale amount
it_it: Ammontare totale delle vendite

# Nwazet.Commerce.Services.BundleProductLocalizationBundleService
source: (culture undefined)
it_it: (cultura non definita)

# Nwazet.Commerce.Services.BundleProductLocalizationBundleService
source: Some of the products are in the wrong culture: {0}
it_it: Alcuni dei prodotti hanno la cultura sbagliata: {0}

# Nwazet.Commerce.Services.DefaultOrderStatusProvider
source: Accepted
it_it: Accettato

# Nwazet.Commerce.Services.DefaultOrderStatusProvider
source: Archived
it_it: Archiviato

# Nwazet.Commerce.Services.DefaultOrderStatusProvider
source: Cancelled
it_it: Annullato

# Nwazet.Commerce.Services.DefaultOrderStatusProvider
source: Pending
it_it: In corso

# Nwazet.Commerce.Services.DefaultVatConfigurationPartDoesNotExist
source: No default tax product category found. Have an administrator configure one <a href="{0}">here</a>.
it_it: Non è stata trovata una categoria fiscale di default. Un amministratore la può configurare <a href="{0}">qui</a>.

# Nwazet.Commerce.Services.DefaultVatTerritoryIsInvalid
source: There is an error in the configuration of the default territory for VAT. Have an administrator verify it <a href="{0}">here</a>.
it_it: C'è un'errore nella configurazione della categoria di default per l'IVA. Un amministratore può verificarla <a href="{0}">qui</a>.

# Nwazet.Commerce.Services.FlexibleShippingMethodProvider
source: Flexible Shipping Method
it_it: Metodo di spedizione flessibile

# Nwazet.Commerce.Services.InventoriesAreNotSynchronizedBySKU
source: Some inventories may be out of synch. Verify this from the <a href="{0}">ecommerce settings</a>
it_it: Alcuni inventari potrebbero non essere sincronizzati. Verificalo dalle <a href="{0}">impostazioni dell'ecommerce</a>

# Nwazet.Commerce.Services.OrderService
source: Accepted
it_it: Accettata

# Nwazet.Commerce.Services.OrderService
source: Archived
it_it: Archiviato

# Nwazet.Commerce.Services.OrderService
source: Cancelled
it_it: Annullato

# Nwazet.Commerce.Services.OrderService
source: Error
it_it: Errore

# Nwazet.Commerce.Services.OrderService
source: Event
it_it: Evento

# Nwazet.Commerce.Services.OrderService
source: Pending
it_it: In corso

# Nwazet.Commerce.Services.OrderService
source: Warning
it_it: Attenzione

# Nwazet.Commerce.Services.SizeBasedShippingMethodProvider
source: Size-Based Shipping Method
it_it: Metodo di spedizione basato sulla taglia

# Nwazet.Commerce.Services.StateOrCountryTaxProvider
source: State or Country Tax
it_it: Tassa per Stato o Nazione

# Nwazet.Commerce.Services.StripeService
source: Payment made with Stripe
it_it: Pagamento avvenuto con Stripe

# Nwazet.Commerce.Services.TerritoriesHierarchyService
source: No TerritoryInternalRecord exists with the id provided ("{0}")
it_it: Non esiste un TerritoryInternalRecord con l'Id dato ("{0}")

# Nwazet.Commerce.Services.TerritoriesHierarchyService
source: No TerritoryInternalRecord exists with the name provided ("{0}")
it_it: Non esiste un TerritoryInternalRecord con il nome dato ("{0}")

# Nwazet.Commerce.Services.TerritoriesHierarchyService
source: The ContentType for the Territory ({0}) does not match the ContentType for the parent ({1})
it_it: Il ContentType per il Territorio ({0}) non coincide con il ContentType per il genitore ({1})

# Nwazet.Commerce.Services.TerritoriesHierarchyService
source: The ContentType for the Territory ({0}) does not match the expected TerritoryType for the hierarchy ({1})
it_it: Il ContentType per il Territorio ({0}) non coincide con il ContentType configurato per la Gerarchia ({1})

# Nwazet.Commerce.Services.TerritoriesHierarchyService
source: The hierarchy for the Territory must not be null.
it_it: La gerarchia per per il Territorio non può essere null.

# Nwazet.Commerce.Services.TerritoriesHierarchyService
source: The parent and child territories cannot be the same.
it_it: I territori genitore e figlio non posso essere lo stesso.

# Nwazet.Commerce.Services.TerritoriesHierarchyService
source: The parent territory cannot be a leaf of the child.
it_it: Il territorio genitore non può essere una foglia del figlio.

# Nwazet.Commerce.Services.TerritoriesHierarchyService
source: The selected territory is already assigned in the current hierarchy.
it_it: Il territorio selezionato è già assegnato alla gerarchia corrente.

# Nwazet.Commerce.Services.TerritoriesHierarchyService
source: The territory being moved is already assigned in the current hierarchy.
it_it: Il territorio che state spostando si trova già nella gerarchia.

# Nwazet.Commerce.Services.TerritoriesHierarchyService
source: The two territories must belong to the same hierarchy.
it_it: I due territori devono appartenere alla stessa gerarchia.

# Nwazet.Commerce.Services.TerritoryRepositoryService
source: A territory with the same name already exists.
it_it: Esiste già un territorio con lo stesso nome.

# Nwazet.Commerce.Services.TerritoryRepositoryService
source: Cannot create duplicate names. A territory with the same name already exists.
it_it: Non è permessa la creazione di nomi duplicati. Un territorio con lo stesso nome esiste già.

# Nwazet.Commerce.Services.UseCurrencyFromSiteCultureProvider
source: Use the currency of the site's culture.
it_it: Usa la valuta della cultura del sito.

# Nwazet.Commerce.Services.UseCurrencyFromSiteSettingsProvider
source: Always use the currency that has been set as default in the store settings.
it_it: Usa sempre la valuta impostata come default delle impostazioni del negozio.

# Nwazet.Commerce.Services.UspsShippingMethodProvider
source: USPS Shipping Method
it_it: Metodo di spedizione con USPS

# Nwazet.Commerce.Services.VatConfigurationProvider
source: VAT Category Configuration
it_it: Configurazione della Categoria IVA

# Nwazet.Commerce.Services.VatOrderAdditionalInformationProvider
source: Price before VAT
it_it: Prezzo prima dell'IVA

# Nwazet.Commerce.Services.VatOrderAdditionalInformationProvider
source: VAT Rate
it_it: Aliquota IVA

# Nwazet.Commerce.Services.WeightBasedShippingMethodProvider
source: Weight-Based Shipping Method
it_it: Metodo di spedizione basato sul peso.

# Nwazet.Commerce.Services.WishListServices
source: Couldn't add this product because of invalid attributes. Please refresh the page and try again.
it_it: Impossible aggiungere questo prodotto a causa di attributi non validi. Ricarica la pagina e riprova.

# Nwazet.Commerce.Services.WishListServices
source: My WishList
it_it: La Mia Lista dei Desideri

# Nwazet.Commerce.Services.WishListsUIServices
source: My WishList
it_it: La Mia Lista dei Desideri

# Nwazet.Commerce.Services.ZipCodeTaxProvider
source: US Zip Code Tax
it_it: Tassa sullo ZIP Americano

# Nwazet.Commerce.Settings.TerritoryHierarchyPartEditorEvents
source: The type {0} is not allowed.
it_it: Il tipo {0} non è permesso.

# Nwazet.Commerce.Tokens.CartTokens
source: Amount
it_it: Importo

# Nwazet.Commerce.Tokens.CartTokens
source: Amount taxed
it_it: Importo tassato

# Nwazet.Commerce.Tokens.CartTokens
source: Cart Items
it_it: Oggetti nel carrello

# Nwazet.Commerce.Tokens.CartTokens
source: Company
it_it: Azienda

# Nwazet.Commerce.Tokens.CartTokens
source: Country
it_it: Stato

# Nwazet.Commerce.Tokens.CartTokens
source: Description
it_it: Descrizione

# Nwazet.Commerce.Tokens.CartTokens
source: Description of the shipping option
it_it: Descrizione dell'opzione di spedizione

# Nwazet.Commerce.Tokens.CartTokens
source: Format:<item format>
it_it: Formato:<formato oggetto>

# Nwazet.Commerce.Tokens.CartTokens
source: Format:<separator>:<cart format>
it_it: Formato:<separatore>:<formato carrello>

# Nwazet.Commerce.Tokens.CartTokens
source: Formats the contents of the cart using a format string that uses $quantity for the quantity, $product for the product name (with attributes), and $price for the price. For example {Cart.Items.Format:, :$quantity x $product}
it_it: Formatta il contenuto del carrello usando una stringa di formato che usa $quantity per la quantità, $product per il nome del prodotto (con attributi), e $price per il prezzo. Ad esempio {Cart.Items.Format:, :$quantity x $product}

# Nwazet.Commerce.Tokens.CartTokens
source: Formats the contents of the item using a format string that uses $quantity for the quantity, $product for the product name (with attributes), and $price for the price. For example {Item.Format:$quantity x (&sku) $product}
it_it: Formatta il contenuto dell'oggetto usando una stringa di formato che usa $quantity per la quantità, $product per il nome del prodotto (con attributi), e $price per il prezzo. Ad esempio {Item.Format:, :$quantity x (&sku) $product}

# Nwazet.Commerce.Tokens.CartTokens
source: Item count
it_it: Conteggio degli oggetti

# Nwazet.Commerce.Tokens.CartTokens
source: Item for update
it_it: Oggetto per aggiornamento

# Nwazet.Commerce.Tokens.CartTokens
source: Items
it_it: Oggetti

# Nwazet.Commerce.Tokens.CartTokens
source: Name
it_it: Nome

# Nwazet.Commerce.Tokens.CartTokens
source: Name of the tax
it_it: Nome della tassa

# Nwazet.Commerce.Tokens.CartTokens
source: Price
it_it: Prezzo

# Nwazet.Commerce.Tokens.CartTokens
source: Price of the shipping option
it_it: Prezzo di spedizione

# Nwazet.Commerce.Tokens.CartTokens
source: Shipping Option
it_it: Opzione di spedizione

# Nwazet.Commerce.Tokens.CartTokens
source: Shopping Cart
it_it: Carrello

# Nwazet.Commerce.Tokens.CartTokens
source: Subtotal
it_it: Subtotale

# Nwazet.Commerce.Tokens.CartTokens
source: Tax Amount
it_it: Ammontare delle tasse

# Nwazet.Commerce.Tokens.CartTokens
source: Taxes
it_it: Tasse

# Nwazet.Commerce.Tokens.CartTokens
source: The country where the cart will get shipped.
it_it: Lo stato dove sarà consegnato il carrello.

# Nwazet.Commerce.Tokens.CartTokens
source: The items in the shopping cart.
it_it: Gli oggetti nel carrello.

# Nwazet.Commerce.Tokens.CartTokens
source: The list of product quantities and prices in the cart.
it_it: La lista delle quantità dei prodotti e dei loro prezzi nel carrello.

# Nwazet.Commerce.Tokens.CartTokens
source: The shipping company
it_it: La compagnia di spedizione

# Nwazet.Commerce.Tokens.CartTokens
source: The shipping option chosen by the user.
it_it: L'opzione di spedizione scelta dall'utente.

# Nwazet.Commerce.Tokens.CartTokens
source: The taxes to be paid on this cart.
it_it: Le tasse da pagare per questo carrello.

# Nwazet.Commerce.Tokens.CartTokens
source: The total number of products in the cart.
it_it: Il numero totale di prodotti nel carrello.

# Nwazet.Commerce.Tokens.CartTokens
source: The total price of all products in the cart, with the tax and shipping costs included.
it_it: Il prezzo totale di tutti i prodotti nel carrello, inclusivo di tasse e costi di spedizione.

# Nwazet.Commerce.Tokens.CartTokens
source: The total price of all products in the cart, without the tax and shipping costs.
it_it: Il prezzo totale di tutti i prodotti nel carrello, esclusi tasse e costi di spedizione.

# Nwazet.Commerce.Tokens.CartTokens
source: The zip code where the cart will get shipped.
it_it: Il codice ZIP o CAP dove verrà spedito il carrello.

# Nwazet.Commerce.Tokens.CartTokens
source: Total
it_it: Totale

# Nwazet.Commerce.Tokens.CartTokens
source: Zip Code
it_it: Codice Zip

# Nwazet.Commerce.Tokens.OrderTokens
source: A charge, on a credit card for example.
it_it: Un addebito, ad esempio su una carta di credito.

# Nwazet.Commerce.Tokens.OrderTokens
source: A purchase order, invoice, or order reference number.
it_it: Un ordine di acquisto, fattura, o riferimento numerico all'ordine.

# Nwazet.Commerce.Tokens.OrderTokens
source: Address
it_it: Indirizzo

# Nwazet.Commerce.Tokens.OrderTokens
source: Address 1
it_it: Indirizzo 1

# Nwazet.Commerce.Tokens.OrderTokens
source: Address 2
it_it: Indirizzo 2

# Nwazet.Commerce.Tokens.OrderTokens
source: Amount Paid
it_it: Importo Pagato

# Nwazet.Commerce.Tokens.OrderTokens
source: An error during the checkout process.
it_it: Un errore durante la procedura di checkout.

# Nwazet.Commerce.Tokens.OrderTokens
source: An order for products.
it_it: Un ordine per dei prodotti.

# Nwazet.Commerce.Tokens.OrderTokens
source: Billing Address
it_it: Indirizzo di fatturazione

# Nwazet.Commerce.Tokens.OrderTokens
source: Charge
it_it: Addebito

# Nwazet.Commerce.Tokens.OrderTokens
source: Checkout Error
it_it: Errore nel Checkout

# Nwazet.Commerce.Tokens.OrderTokens
source: Checkout Items
it_it: Oggetti del Checkout

# Nwazet.Commerce.Tokens.OrderTokens
source: City
it_it: Città

# Nwazet.Commerce.Tokens.OrderTokens
source: Code
it_it: Codice

# Nwazet.Commerce.Tokens.OrderTokens
source: Company
it_it: Azienda

# Nwazet.Commerce.Tokens.OrderTokens
source: Country
it_it: Stato

# Nwazet.Commerce.Tokens.OrderTokens
source: Customer Email
it_it: Email del cliente

# Nwazet.Commerce.Tokens.OrderTokens
source: Customer Phone
it_it: Numero di telefono del cliente

# Nwazet.Commerce.Tokens.OrderTokens
source: Customer's email address
it_it: Indirizzo email del cliente

# Nwazet.Commerce.Tokens.OrderTokens
source: Customer's phone number
it_it: Numero di telefono del cliente

# Nwazet.Commerce.Tokens.OrderTokens
source: Display URL
it_it: URL di visualizzazione

# Nwazet.Commerce.Tokens.OrderTokens
source: Edit URL
it_it: Modifica URL

# Nwazet.Commerce.Tokens.OrderTokens
source: Error code
it_it: Codice dell'errore

# Nwazet.Commerce.Tokens.OrderTokens
source: Error message
it_it: Messaggio dell'errore

# Nwazet.Commerce.Tokens.OrderTokens
source: Error type
it_it: Tipo dell'errore

# Nwazet.Commerce.Tokens.OrderTokens
source: First Name
it_it: Nome

# Nwazet.Commerce.Tokens.OrderTokens
source: First part of the address
it_it: Prima parte dell'indirizzo

# Nwazet.Commerce.Tokens.OrderTokens
source: Format:<separator>:<cart format>
it_it: Formato:<separatore>:<formato carrello>
