Repository: INVA-Spa/Nwazet.Commerce
Catalog: App_Data/Localization/*/orchard.module.po
Languages: it_it

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/UspsSettings.cshtml
source: See <a href="http://pe.usps.com/text/dmm300/423.htm" target="_blank">http://pe.usps.com/text/dmm300/423.htm</a> for eligibility.
it_it: Vedi <a href="http://pe.usps.com/text/dmm300/423.htm" target="_blank">http://pe.usps.com/text/dmm300/423.htm</a> per l'eleggibilità.

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/UspsSettings.cshtml
source: Track
it_it: Traccia

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/UspsSettings.cshtml
source: USPS Account Validation Tests
it_it: Test di validazione dell'account USPS

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/UspsSettings.cshtml
source: USPS User Id
it_it: ID Utente USPS

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/UspsSettings.cshtml
source: USPS will demand that you execute a number of successful queries on the test API before they migrate your account and allow you to use the production API. We are providing these buttons to make it easier for you to satisfy those conditions. You should just need to click once on each button and verify that the results look consistent.
it_it: USPS richiede l'esecuzione di alcune query sulle sue API di test prima di potere migrare un account e permettere l'uso delle API di produzione. Questi pulsanti dovrebbero rendere più semplice il soddisfare quelle condizioni. Clicca su ciascun pulsante in sequenza, e verifica la consistenza dei risultati.

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/UspsSettings.cshtml
source: ZIP code lookup
it_it: Ricerca codice Zip

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/UspsShippingMethod.cshtml
source: Adjustments
it_it: Correzioni

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/UspsShippingMethod.cshtml
source: Certificate of mailing
it_it: Certificato di spedizione

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/UspsShippingMethod.cshtml
source: Check to apply minimum and maximum quantities to distinct articles. Leave unchecked to count the total number of articles, including articles ordered with a quantity of more than 1. For example, a cart with two Foos and one Bar is two distinct articles, but three total.
it_it: Spunta per applicare quantità minima e massima ad articoli distinti. Lascia non selezionato per contare il numero totale di articoli, inclusi quelli ordinati con una quantità maggiore di 1. Per esempio, un carrello con due Foo ed un Bar ha due articoli distinti, ma un totale di tre.

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/UspsShippingMethod.cshtml
source: Count distinct articles
it_it: Conta gli articoli distinti

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/UspsShippingMethod.cshtml
source: Electronic confirmation
it_it: Conferma elettronica

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/UspsShippingMethod.cshtml
source: Insurance
it_it: Assicurazione

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/UspsShippingMethod.cshtml
source: International shipping
it_it: Spedizione internazionale

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/UspsShippingMethod.cshtml
source: Item Size
it_it: Taglia dell'oggetto

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/UspsShippingMethod.cshtml
source: Leave 0 for no maximum quantity.
it_it: Lascia 0 per non avere una quantità massima.

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/UspsShippingMethod.cshtml
source: Leave 0 for no minimum quantity.
it_it: Lascia 0 per non avere una quantità minima.

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/UspsShippingMethod.cshtml
source: Markup
it_it: Aumento

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/UspsShippingMethod.cshtml
source: Maximum article quantity
it_it: Massima quantità per l'articolo

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/UspsShippingMethod.cshtml
source: Maximum package weight (ounces)
it_it: Massimo peso del pacco (once)

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/UspsShippingMethod.cshtml
source: Method Name
it_it: Nome del Metodo

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/UspsShippingMethod.cshtml
source: Minimum article quantity
it_it: Minima quantità per l'articolo

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/UspsShippingMethod.cshtml
source: Package
it_it: Pacco

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/UspsShippingMethod.cshtml
source: Package dimensions (inches)
it_it: Dimensioni del pacco (pollici)

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/UspsShippingMethod.cshtml
source: Priority
it_it: Priorità

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/UspsShippingMethod.cshtml
source: Registered mail
it_it: Mail registrata

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/UspsShippingMethod.cshtml
source: Return receipt
it_it: Ricevuta di ritorno

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/UspsShippingMethod.cshtml
source: Service
it_it: Servizio

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/UspsShippingMethod.cshtml
source: Service name exclusion
it_it: Esclusione del nome del servizio

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/UspsShippingMethod.cshtml
source: Service name validation
it_it: Validazione del nome del servizio

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/UspsShippingMethod.cshtml
source: Services returned by USPS will be filtered to keep only the ones that don't satisfy the above regular expression. Example: "(DVD|Video|Library)". Leave empty to keep all services.
it_it: I servizi ritornati da USPS saranno filtrati per mantenere solo quelli che non soddisfano l'espressione Esempio: "(DVD|Video|Library)".regolare. Lascia vuoto per mantenere tutti i servizi.

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/UspsShippingMethod.cshtml
source: Services returned by USPS will be filtered to keep only the ones that match the above regular expression. Example: "First-Class Package". Leave empty to keep all services.
it_it: I servizi ritornati da USPS saranno filtrati per mantenere solo quelli che soddisfano l'espressione Esempio: "First-Class Package".regolare. Lascia vuoto per mantenere tutti i servizi.

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/UspsShippingMethod.cshtml
source: Shipping options
it_it: Opzioni di spedizione

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/UspsShippingMethod.cshtml
source: Specify the size (usually S, M, L or XL) for which this shipping price is valid. Any product that matches this size will trigger the shipping method, unless another of higher priority takes precedence. Leave empty to define the default size-based shipping method.
it_it: Specifica la taglia (in genere S, M, L, XL) per cui sarà valido questo costo di spedizione. Ogni prodotto di taglia corrispondente attiverà questo metodo di spedizione, a meno che non ce ne sia un'altro a priorità maggiore. Lascia vuoto per definire il metodo di spedizione di default.

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/UspsShippingMethod.cshtml
source: The markup will be added to the price returned by the USPS service. It usually represents the price of the packaging.
it_it: L'aumento sarà applicato al prezzo dato dal servizio USPS. In genere rappresenta il prezzo del confezionamento.

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/UspsShippingMethod.cshtml
source: The technical name of the shipping method (this is different from the title, which is the method's friendly name that will be displayed to end-users).
it_it: Il nome tecnico del metodo di spedizione (è distinto dal titolo, che è il nome del metodo mostrato agli utenti).

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/UspsShippingMethod.cshtml
source: The weight padding will be added to the total weight of the products to ship. It usually represents the weight of the packaging.
it_it: Il peso aggiuntivo sarà aggiunto al peso total dei prodotti da inviare. In genere rappresenta il peso delle confezioni.

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/UspsShippingMethod.cshtml
source: USPS container type
it_it: Tipo di contenitore USPS

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/UspsShippingMethod.cshtml
source: Weight padding (ounces)
it_it: Peso aggiuntivo (once)

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/VatConfiguration.cshtml
source: Category
it_it: Categoria

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/VatConfiguration.cshtml
source: Check to set this category as the default one.
it_it: Spunta per impostare questa categoria come default.

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/VatConfiguration.cshtml
source: Default Rate for territories outside the hierarchy
it_it: Aliquota di default per territori fuori dalla gerarchia

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/VatConfiguration.cshtml
source: Priority
it_it: Priorità

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/VatConfiguration.cshtml
source: Product category
it_it: Categoria di prodotto

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/VatConfiguration.cshtml
source: Rate
it_it: Aliquota

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/VatConfiguration.cshtml
source: Region
it_it: Regione

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/VatConfiguration.cshtml
source: Set this as the default category:
it_it: Imposta questa come categoria di default:

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/VatConfiguration.cshtml
source: The default percent rate for this VAT that will be applied when the destination for products is not found in any of the hierarchies for territories selected for this VAT configuration.
it_it: La percentuale dell'aliquota base per questa IVA che sarà applicata quando la destinazione del prodotto non si trova in nessuna delle gerarchie di territorio selezionate in questa configurazione IVA.

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/VatConfiguration.cshtml
source: The priority to apply this tax. The highest priority wins. This makes it possible to create a hierarchy of taxes.
it_it: La priorità per l'applicazione di questa tassa. La priorità più alta vince. In questo modo è possibile creare una gerarchia di tasse.

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/VatConfiguration.cshtml
source: The product category this VAT will be applied to. The default category will apply to all products where a category was not specified.
it_it: La categoria di prodotto su cui si applicherà questa IVA. La categoria di default sarà applicata a tutti i prodotti per cui la categoria non è stata specificata.

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/VatConfiguration.cshtml
source: There are no hierarchy configurations for this VAT category.
it_it: Non ci sono gerarchie configurate per questa categoria IVA.

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/VatConfiguration.cshtml
source: This is the default category.
it_it: Questa è la categoria di default.

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/VatConfiguration.cshtml
source: This VAT category is configured for the following regions:
it_it: Questa categoria IVA è configurata per le seguenti regioni:

source: Areas for which this method is not valid:
it_it: Aree per cui questo metodo non è valido:

source: Areas for which this method is valid:
it_it: Aree per cui questo metodo è valido:

source: Maximum Weight
it_it: Peso Massimo

source: Method Name
it_it: Nome del Metodo

source: Minimum Weight
it_it: Peso Minimo

source: Price
it_it: Prezzo

source: Shipping Company
it_it: Azienda di spedizione

source: Specify the weight interval for which this shipping price is valid. Leave the maximum weight field empty for unlimited weight. The weight will be computed for all non-digital products that don't have a shipping price overload specified.
it_it: Specifica l'intervallo di pesi in cui è valido questo costo di spedizione. Lascia vuoto il campo per il massimo per usare un massimo illimitato. Il peso sarà considerato per tutti i prodotti non digitali che non abbiano un loro prezzo di spedizione specificato.

source: The technical name of the shipping method (this is different from the title, which is the method's friendly name that will be displayed to end-users).
it_it: Il nome tecnico del metodo di spedizione (è distinto dal titolo, che è il nome del metodo mostrato agli utenti).

source: Use this to restrict what areas this method is available from. For example, an international shipping method would have World included, but US excluded, so that it can't be selected for domestic shipping.
it_it: Usa questo per limitare le aree in cui quest metodo sia disponibile. Per esempio, un metodo di spedizione internazionale includerebbe il Mondo, ma escluderebbe gli USA, in modo da non potere essere selzionato per spedizioni sul territorio statunitense.

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/ZipCodeTax.cshtml
source: Name
it_it: Nome

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/ZipCodeTax.cshtml
source: One line for each zip/rate with the values seperated by a comma or tab. Tab seperated values are also supported to allow copying and pasting from spreadsheets.
it_it: Una riga per ogni zip/aliquota con valori separati da virgola o tabulazione. Valori separati da tabulazione sono supportati per permettere copia/incolla da fogli di lavoro.

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/ZipCodeTax.cshtml
source: Priority
it_it: Priorità

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/ZipCodeTax.cshtml
source: The priority to apply this tax. The highest priority wins. This makes it possible to create a hierarchy of taxes.
it_it: La priorità per l'applicazione di questa tassa. La priorità più alta vince. In questo modo è possibile creare una gerarchia di tasse.

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/ZipCodeTax.cshtml
source: Title displayed to users at checkout.
it_it: Titolo mostrato agli utenti durante il checkout.

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/ZipCodeTax.cshtml
source: Zip Code Rates
it_it: Aliquote per codice Zip

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/SiteSettings/AdvancedSKUs.cshtml
source: Allow custom patterns
it_it: Permetti schemi personalizzati

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/SiteSettings/AdvancedSKUs.cshtml
source: Allow the user to change the pattern on each item.
it_it: Permetti all'utente di cambiare lo schema su ogni oggetto.

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/SiteSettings/AdvancedSKUs.cshtml
source: Define whether we should enforce uniqueness checks for product SKUs.
it_it: Definire se si dovranno fare verifiche di unicità sugli SKU dei prodotti.

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/SiteSettings/AdvancedSKUs.cshtml
source: Enable automatic SKU generation
it_it: Abilita la generazione automatica dello SKU

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/SiteSettings/AdvancedSKUs.cshtml
source: Ensure unique SKUs
it_it: Forza l'unicità degli SKU

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/SiteSettings/AdvancedSKUs.cshtml
source: The automatic generation of SKUs happens with a process similar to the one used for AutoRoute.
it_it: La generazione automatica degli SKU avviene con una procedura simile a quella usata per l'AutoRoute.

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/SiteSettings/AdvancedSKUs.cshtml
source: The definition of the pattern
it_it: La definizione del pattern

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/SiteSettings/Currency.cshtml
source: Define currency to be used for prices across the site.
it_it: Definisci una valuta che sarà usata per i prezzi sul sito.

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/SiteSettings/Currency.cshtml
source: Set site-wide default currency.
it_it: Imposta la valuta di default per il sito.

source: Issues in inventory synchronization were found. Please, verify the following items then run the analysis again.
it_it: Sono stati identificati dei problemi di sincronizzazione dell'inventario. Verificare i seguenti oggetti e poi rilanciare l'analisi.

source: No issue has been detected in inventory synchronization.
it_it: Non sono stati rilevati problemi nella sincronizzazione dell'inventario.

source: The inventory of products with the same SKU is synchronized. To disable this, disable the "InventoryBySKU" feature
it_it: L'inventario dei prodotti con lo stesso SKU è sincronizzato. Per disabilitare questa funzionalità, disabilita "InventoryBySKU".

source: Verify inventories.
it_it: Verifica gli inventari.

source: Select the default territory for VAT purposes. This territory is the one that will be considered as the default destination when computing VAT to display the correct prices. Selecting "None" means that the prices displayed on the front end will be before tax.
it_it: Seleziona il territorio di default per l'IVA. Questo territorio verrà considerato come destinazione di default nel calcolo dell'IVA per mostrare i prezzi corretti. Selezionando "Nessuno" i prezzi mostrati a front-end saranno esclusivi dell'IVA.

source: The default VAT category is:
it_it: La categoria IVA di default è:

source: VAT configuration.
it_it: Configurazione IVA.

source: You need to configure a default VAT category for your products.
it_it: Devi configurare una categoria IVA di default per i tuoi prodotti.

# ~/Modules/Nwazet.Commerce/Views/FlexibleShippingCriterion/Add.cshtml
source: Add a Criterion
it_it: Aggiungi un Criterio

# ~/Modules/Nwazet.Commerce/Views/FlexibleShippingCriterion/Add.cshtml
source: Description
it_it: Descrizione

# ~/Modules/Nwazet.Commerce/Views/FlexibleShippingCriterion/Add.cshtml
source: Name
it_it: Nome

# ~/Modules/Nwazet.Commerce/Views/FlexibleShippingCriterion/Add.cshtml
source: There are no currently available criteria
it_it: Non ci sono criteri disponibili.

# ~/Modules/Nwazet.Commerce/Views/FlexibleShippingCriterion/Edit.cshtml
source: Description
it_it: Descrizione

# ~/Modules/Nwazet.Commerce/Views/FlexibleShippingCriterion/Edit.cshtml
source: Edit Criterion - {0}
it_it: Modifica Criterio - {0}

# ~/Modules/Nwazet.Commerce/Views/FlexibleShippingCriterion/Edit.cshtml
source: Save
it_it: Salva

# ~/Modules/Nwazet.Commerce/Views/FlexibleShippingCriterion/Edit.cshtml
source: You may optionally give a description to this criterion, to be used in the dashboard screens.
it_it: Opzionalmente puoi dare una descrizione di questo criterio da usare nelle pagine della dashboard.

# ~/Modules/Nwazet.Commerce/Views/HierarchyTerritoriesAdmin/CreateTerritory.cshtml
source: Create New {0}
it_it: Crea Nuovo {0}

# ~/Modules/Nwazet.Commerce/Views/HierarchyTerritoriesAdmin/CreateTerritory.cshtml
source: Create New {0} for {1}
it_it: Crea Nuovo {0} per {1}

# ~/Modules/Nwazet.Commerce/Views/HierarchyTerritoriesAdmin/EditTerritory.cshtml
source: Edit {0}
it_it: Modifica {0}

# ~/Modules/Nwazet.Commerce/Views/HierarchyTerritoriesAdmin/EditTerritory.cshtml
source: Edit {0} for {1}
it_it: Modifica {0} per {1}

# ~/Modules/Nwazet.Commerce/Views/HierarchyTerritoriesAdmin/Index.cshtml
source: Add a Territory
it_it: Aggiungi un Territorio

# ~/Modules/Nwazet.Commerce/Views/HierarchyTerritoriesAdmin/Index.cshtml
source: Back to Hierarchy
it_it: Torna alla Gerarchia

# ~/Modules/Nwazet.Commerce/Views/HierarchyTerritoriesAdmin/Index.cshtml
source: Delete
it_it: Elimina

# ~/Modules/Nwazet.Commerce/Views/HierarchyTerritoriesAdmin/Index.cshtml
source: Edit
it_it: Modifica

# ~/Modules/Nwazet.Commerce/Views/HierarchyTerritoriesAdmin/Index.cshtml
source: Manage Hierarchy
it_it: Gestisci Gerarchia

# ~/Modules/Nwazet.Commerce/Views/HierarchyTerritoriesAdmin/Index.cshtml
source: Save All
it_it: Salva tutto

# ~/Modules/Nwazet.Commerce/Views/HierarchyTerritoriesAdmin/Index.cshtml
source: Some items where not saved.
it_it: Alcuni oggetti non sono stati salvati.

# ~/Modules/Nwazet.Commerce/Views/HierarchyTerritoriesAdmin/Index.cshtml
source: Territories for {0}
it_it: Territori per {0}

# ~/Modules/Nwazet.Commerce/Views/HierarchyTerritoriesAdmin/Index.cshtml
source: You need to hit "Save All" in order to save your changes.
it_it: Devi premere "Salva Tutto" per salvare le tua modifiche.

# ~/Modules/Nwazet.Commerce/Views/Order_CheckPassword.cshtml
source: Please enter the password for order #{0}
it_it: Per favore inserire la password per l'ordine #{0}

# ~/Modules/Nwazet.Commerce/Views/Order_CheckPassword.cshtml
source: View order
it_it: Visualizza ordine

# ~/Modules/Nwazet.Commerce/Views/Order_Confirmation.cshtml
source: Adjustment
it_it: Correzione

# ~/Modules/Nwazet.Commerce/Views/Order_Confirmation.cshtml
source: Charged to:
it_it: Addebitato a:

# ~/Modules/Nwazet.Commerce/Views/Order_Confirmation.cshtml
source: Order #{0}
it_it: Ordine #{0}

# ~/Modules/Nwazet.Commerce/Views/Order_Confirmation.cshtml
source: Order reference: {0}
it_it: Riferimento dell'ordine: {0}

# ~/Modules/Nwazet.Commerce/Views/Order_Confirmation.cshtml
source: Phone:
it_it: Telefono:

# ~/Modules/Nwazet.Commerce/Views/Order_Confirmation.cshtml
source: Price
it_it: Prezzo

# ~/Modules/Nwazet.Commerce/Views/Order_Confirmation.cshtml
source: Product
it_it: Prodotto

# ~/Modules/Nwazet.Commerce/Views/Order_Confirmation.cshtml
source: Products:
it_it: Prodotti:

# ~/Modules/Nwazet.Commerce/Views/Order_Confirmation.cshtml
source: Purchase Order, Invoice, or Reference Order: {0}
it_it: Numero ordine, fattura, o riferimento dell'ordine: {0}

# ~/Modules/Nwazet.Commerce/Views/Order_Confirmation.cshtml
source: Qty
it_it: Qtà

# ~/Modules/Nwazet.Commerce/Views/Order_Confirmation.cshtml
source: Quantity
it_it: Quantità

# ~/Modules/Nwazet.Commerce/Views/Order_Confirmation.cshtml
source: Shipping to:
it_it: Spedizione a:

# ~/Modules/Nwazet.Commerce/Views/Order_Confirmation.cshtml
source: Shipping: {0} {1}
it_it: Spedizione: {0} {1}

# ~/Modules/Nwazet.Commerce/Views/Order_Confirmation.cshtml
source: Special instructions:
it_it: Istruzioni speciali:

# ~/Modules/Nwazet.Commerce/Views/Order_Confirmation.cshtml
source: Status: {0}
it_it: Stato: {0}

# ~/Modules/Nwazet.Commerce/Views/Order_Confirmation.cshtml
source: Subtotal
it_it: Subtotale

# ~/Modules/Nwazet.Commerce/Views/Order_Confirmation.cshtml
source: Taxes {0}
it_it: Tasse {0}

# ~/Modules/Nwazet.Commerce/Views/Order_Confirmation.cshtml
source: Total
it_it: Totale

# ~/Modules/Nwazet.Commerce/Views/Order_Confirmation.cshtml
source: Total: {0}
it_it: Totale: {0}

# ~/Modules/Nwazet.Commerce/Views/Order_Confirmation.cshtml
source: Tracking URL: <a href="{0}">{0}</a>
it_it: URL del tracciamento: <a href="{0}">{0}</a>

# ~/Modules/Nwazet.Commerce/Views/Order_Confirmation.cshtml
source: You may view this order at a later time by going to this address: <a href="{0}">{0}</a>, using this password: "{1}".
it_it: Potrai visualizzare i dettagli del tuo ordine a questo indirizzo: <a href="{0}">{0}</a>, usando queta password: "{1}".

# ~/Modules/Nwazet.Commerce/Views/OrderAdmin/List.cshtml
source: Actions:
it_it: Azioni:

# ~/Modules/Nwazet.Commerce/Views/OrderAdmin/List.cshtml
source: Active orders
it_it: Ordini attivi

# ~/Modules/Nwazet.Commerce/Views/OrderAdmin/List.cshtml
source: All orders
it_it: Tutti gli ordini

# ~/Modules/Nwazet.Commerce/Views/OrderAdmin/List.cshtml
source: Apply
it_it: Applica

# ~/Modules/Nwazet.Commerce/Views/OrderAdmin/List.cshtml
source: Archive
it_it: Archivia

# ~/Modules/Nwazet.Commerce/Views/OrderAdmin/List.cshtml
source: Choose action...
it_it: Scegliere l'azione...

# ~/Modules/Nwazet.Commerce/Views/OrderAdmin/List.cshtml
source: Manage Orders
it_it: Gestisci Ordini

# ~/Modules/Nwazet.Commerce/Views/OrderAdmin/List.cshtml
source: Ordered by
it_it: Ordinato da
