Repository: INVA-Spa/Nwazet.Commerce
Catalog: App_Data/Localization/*/orchard.module.po
Languages: it_it

# Nwazet.Commerce.Tokens.OrderTokens
source: Formats the contents of the cart using a format string that uses $quantity for the quantity, $product for the product name (with attributes), and $price for the price. For example {Cart.Items.Format:, :$quantity x $product}
it_it: Formatta il contenuto del carrello usando una stringa di formato che usa $quantity per la quantità, $product per il nome del prodotto (con attributi), e $price per il prezzo. Ad esempio {Cart.Items.Format:, :$quantity x $product}

# Nwazet.Commerce.Tokens.OrderTokens
source: Honorific
it_it: Onorifico

# Nwazet.Commerce.Tokens.OrderTokens
source: Honorific or title, e.g. Mr., Dr., San, etc.
it_it: Onorifico o titolo, e.g. Sig., Dott., etc.

# Nwazet.Commerce.Tokens.OrderTokens
source: Items
it_it: Oggetti

# Nwazet.Commerce.Tokens.OrderTokens
source: Key string used to represent the order in all connected systems.
it_it: Chiave usata per rappresentare l'ordine in tutti i sistemi collegati.

# Nwazet.Commerce.Tokens.OrderTokens
source: Last Name
it_it: Cognome

# Nwazet.Commerce.Tokens.OrderTokens
source: Message
it_it: Messaggio

# Nwazet.Commerce.Tokens.OrderTokens
source: Order
it_it: Ordine

# Nwazet.Commerce.Tokens.OrderTokens
source: Order ID
it_it: ID dell'Ordine

# Nwazet.Commerce.Tokens.OrderTokens
source: Postal or zip code
it_it: Codice postale o ZIP

# Nwazet.Commerce.Tokens.OrderTokens
source: PostalCode
it_it: Codice Postale

# Nwazet.Commerce.Tokens.OrderTokens
source: Province
it_it: Provincia

# Nwazet.Commerce.Tokens.OrderTokens
source: Province, prefecture, state, or state / republic and region
it_it: Provincia, prefettura, stato, o stato / repubblica e regione

# Nwazet.Commerce.Tokens.OrderTokens
source: Purchase Order
it_it: Numero d'ordine

# Nwazet.Commerce.Tokens.OrderTokens
source: Second part of the address
it_it: Seconda parte dell'indirizzo

# Nwazet.Commerce.Tokens.OrderTokens
source: Shipping Address
it_it: Indirizzo di spedizione

# Nwazet.Commerce.Tokens.OrderTokens
source: Shipping Option
it_it: Opzione di spedizione

# Nwazet.Commerce.Tokens.OrderTokens
source: Special Instructions
it_it: Istruzioni Speciali

# Nwazet.Commerce.Tokens.OrderTokens
source: Special instructions
it_it: Istruzioni speciali

# Nwazet.Commerce.Tokens.OrderTokens
source: Status
it_it: Stato

# Nwazet.Commerce.Tokens.OrderTokens
source: Subtotal
it_it: Subtotale

# Nwazet.Commerce.Tokens.OrderTokens
source: Taxes
it_it: Tasse

# Nwazet.Commerce.Tokens.OrderTokens
source: The amount that the customer actually paid.
it_it: L'ammontare effettivamente pagato dal cliente.

# Nwazet.Commerce.Tokens.OrderTokens
source: The current status of the order.
it_it: Lo stato attuale dell'ordine.

# Nwazet.Commerce.Tokens.OrderTokens
source: The items ordered.
it_it: Gli oggetti ordinati.

# Nwazet.Commerce.Tokens.OrderTokens
source: The list of product quantities and prices in the order.
it_it: La lista delle quantità dei prodotti e dei loro prezzi nell'ordine.

# Nwazet.Commerce.Tokens.OrderTokens
source: The shipping option chosen by the user.
it_it: L'opzione di spedizione scelta dall'utente.

# Nwazet.Commerce.Tokens.OrderTokens
source: The taxes to be paid on this order.
it_it: Le tasse da pagare per questo ordine.

# Nwazet.Commerce.Tokens.OrderTokens
source: The total price of all products in the order, with the tax and shipping costs included.
it_it: Il prezzo totale di tutti i prodotti nell'ordine, inclusivo di tasse e costi di spedizione.

# Nwazet.Commerce.Tokens.OrderTokens
source: The total price of all products in the order, without the tax and shipping costs.
it_it: Il prezzo totale di tutti i prodotti nell'ordine, esclusi tasse e costi di spedizione.

# Nwazet.Commerce.Tokens.OrderTokens
source: Total
it_it: Totale

# Nwazet.Commerce.Tokens.OrderTokens
source: Tracking URL
it_it: URL del tracciamento

# Nwazet.Commerce.Tokens.OrderTokens
source: Type
it_it: Tipo

# Nwazet.Commerce.Tokens.OrderTokens
source: Unique Order Reference
it_it: Riferimento Univoco dell'Ordine

# Nwazet.Commerce.Tokens.OrderTokens
source: User
it_it: Utente

# Nwazet.Commerce.Tokens.OrderTokens
source: User associated with the order.
it_it: Utente associato con l'rodine.

# Nwazet.Commerce.Tokens.ProductTokens
source: Authentication Required
it_it: Richiede Autenticazione.

# Nwazet.Commerce.Tokens.ProductTokens
source: Content Items
it_it: Contenuti

# Nwazet.Commerce.Tokens.ProductTokens
source: Is Digital
it_it: È digitale

# Nwazet.Commerce.Tokens.ProductTokens
source: Price
it_it: Prezzo

# Nwazet.Commerce.Tokens.ProductTokens
source: Shipping Cost
it_it: Prezzo di spedizione

# Nwazet.Commerce.Tokens.ProductTokens
source: The fixed shipping cost of the product.
it_it: Il costo di spedizione fisso del prodotto.

# Nwazet.Commerce.Tokens.ProductTokens
source: The price of the product.
it_it: Il prezzo del prodotto.

# Nwazet.Commerce.Tokens.ProductTokens
source: The SKU for the product.
it_it: Lo SKU per il prodotto.

# Nwazet.Commerce.Tokens.ProductTokens
source: The weight of the item.
it_it: Il peso dell'oggetto.

# Nwazet.Commerce.Tokens.ProductTokens
source: True if this is a digital product.
it_it: Vero se questo è un prodotto digitale.

# Nwazet.Commerce.Tokens.ProductTokens
source: True if this product requires user to be logged in to purchase.
it_it: Vero se per questo prodotto è necessario essere autenticati per procedere all'acquisto.

# Nwazet.Commerce.Tokens.ProductTokens
source: Weight
it_it: Peso
