Repository: INVA-Spa/Nwazet.Commerce
Catalog: App_Data/Localization/*/orchard.module.po
Languages: it_it

# ~/Modules/Nwazet.Commerce/Views/VatAdditionalOrderProductsShape.cshtml
source: Taxable amount
it_it: Imponibile

# ~/Modules/Nwazet.Commerce/Views/VatAdditionalOrderProductsShape.cshtml
source: The total VAT due for this order is {0} from a taxable amount of {1}
it_it: L'IVA totale per questo ordine è {0} su una base imponibile di {1}

# ~/Modules/Nwazet.Commerce/Views/VatAdditionalOrderProductsShape.cshtml
source: Total VAT due
it_it: Totale IVA dovuta

# ~/Modules/Nwazet.Commerce/Views/WishListEditor.cshtml
source: Create WishList
it_it: Crea Lista dei Desideri

# ~/Modules/Nwazet.Commerce/Views/WishListEditor.cshtml
source: Name of the wish list.
it_it: Nome della lista dei desideri

# ~/Modules/Nwazet.Commerce/Views/WishLists/Index.cshtml
source: Your Wish Lists
it_it: Le tue Liste dei Desideri

# ~/Modules/Nwazet.Commerce/Views/WishListsSettings.cshtml
source: Apply settings
it_it: Applica impostazioni

# ~/Modules/Nwazet.Commerce/Views/WishListsSettings.cshtml
source: Default list
it_it: Lista di default

# ~/Modules/Nwazet.Commerce/Views/WishListsSettings.cshtml
source: Delete list
it_it: Elimina lista

# ~/Modules/Nwazet.Commerce/Views/WishListsSettings.cshtml
source: List name
it_it: Nome della lista

# Nwazet.Commerce.Activities.CommerceActivity
source: An item has been added to the cart.
it_it: Un oggetto è stato aggiunto al carrello.

# Nwazet.Commerce.Activities.CommerceActivity
source: An item has been removed from the cart.
it_it: Un oggetto è stato rimosso dal carrello.

# Nwazet.Commerce.Activities.CommerceActivity
source: Commerce
it_it: E-Commerce

# Nwazet.Commerce.Activities.CommerceActivity
source: Done
it_it: Fatto

# Nwazet.Commerce.Activities.CommerceActivity
source: The shopping cart has been finalized (e.g. by completing an order).
it_it: Il carrello è stato finalizzato (e.g. dal completamento di un ordine).

# Nwazet.Commerce.Activities.CommerceActivity
source: The shopping cart has been updated.
it_it: Il carrello è stato aggiornato.

# Nwazet.Commerce.Activities.OrderActivity
source: A new order has been passed.
it_it: Un nuovo ordine è stato creato.

# Nwazet.Commerce.Activities.OrderActivity
source: A new payment has been made.
it_it: Un nuovo pagamento è stato effettuato.

# Nwazet.Commerce.Activities.OrderActivity
source: An order resulted in an error.
it_it: Un ordine ha causato un errore.

# Nwazet.Commerce.Activities.OrderActivity
source: Commerce
it_it: E-Commerce

# Nwazet.Commerce.Activities.OrderActivity
source: Done
it_it: Fatto

# Nwazet.Commerce.Activities.OrderActivity
source: The status of an order has changed.
it_it: Lo stato di un ordine è stato cambiato.

# Nwazet.Commerce.Activities.OrderActivity
source: The tracking URL of an order has changed.
it_it: L'URL del tracking di un ordine è cambiato.

# Nwazet.Commerce.Activities.OrderActivity
source: Triggered for each product in the order when the status changes.
it_it: Attivato per ogni prodotto nell'ordine quando lo stato cambia.

# Nwazet.Commerce.ApplicabilityCriteria.CartSubTotalCriteria
source: Cart Subtotal
it_it: Totale parziale del carrello

# Nwazet.Commerce.ApplicabilityCriteria.CartSubTotalCriteria
source: Cart Subtotal Criterion
it_it: Criterio sul totale parziale del carrello

# Nwazet.Commerce.ApplicabilityCriteria.CartWeightCriteria
source: Cart Weight
it_it: Peso del Carrello

# Nwazet.Commerce.ApplicabilityCriteria.CartWeightCriteria
source: Cart Weight Criterion
it_it: Criterio sul peso del Carrello

# Nwazet.Commerce.Controllers.AttributesAdminController
source: Not authorized to manage product attributes
it_it: Non autorizzato a gestire gli attributi di prodotto

# Nwazet.Commerce.Controllers.ECommerceSettingsAdminController
source: Not authorized to manage e-commerce settings
it_it: Non autorizzato a gestire le impostazioni dell'e-commerce

# Nwazet.Commerce.Controllers.ECommerceSettingsAdminController
source: Store settings updated
it_it: Impostazioni negozio aggiornate

# Nwazet.Commerce.Controllers.FlexibleShippingCriterionController
source: Not authorized to manage shipping methods
it_it: Non autorizzato a gestire i metodi di spedizione

# Nwazet.Commerce.Controllers.HierarchyTerritoriesAdminController
source: (draft)
it_it: (bozza)

# Nwazet.Commerce.Controllers.HierarchyTerritoriesAdminController
source: (requires identity)
it_it: (identità richiesta)

# Nwazet.Commerce.Controllers.HierarchyTerritoriesAdminController
source: That {0} has been removed.
it_it: Il {0} è stato rimosso.

# Nwazet.Commerce.Controllers.HierarchyTerritoriesAdminController
source: That content has been removed.
it_it: Il contenuto è stato rimosso.

# Nwazet.Commerce.Controllers.HierarchyTerritoriesAdminController
source: The requested type "{0}" does not match the expected TerritoryType for hierarchy "{1}".
it_it: Il tipo richiesto "{0}" non coincide con il Tipo di Territorio atteso per la gerarchia "{1}".

# Nwazet.Commerce.Controllers.HierarchyTerritoriesAdminController
source: The requested type "{0}" does not match the expected TerritoryType for the hierarchy.
it_it: Il tipo richiesto "{0}" non coincide con il Tipo di Territorio atteso per la gerarchia.

# Nwazet.Commerce.Controllers.HierarchyTerritoriesAdminController
source: There are no territories that may be added to hierarchy "{1}".
it_it: Non ci sono territori che possano essere aggiunti alla gerarchia "{1}".

# Nwazet.Commerce.Controllers.HierarchyTerritoriesAdminController
source: Your {0} has been created.
it_it: Il {0} è stato creato.

# Nwazet.Commerce.Controllers.HierarchyTerritoriesAdminController
source: Your {0} has been updated.
it_it: Il tuo {0} è stato aggiornato.

# Nwazet.Commerce.Controllers.HierarchyTerritoriesAdminController
source: Your content has been created.
it_it: Il contenuto è stato creato.

# Nwazet.Commerce.Controllers.HierarchyTerritoriesAdminController
source: Your content has been updated.
it_it: Il contenuto è stato aggiornato.

# Nwazet.Commerce.Controllers.OrderAdminController
source: Cannot add order events
it_it: Impossibile aggiungere eventi all'ordine

# Nwazet.Commerce.Controllers.OrderAdminController
source: Cannot view own orders
it_it: Impossibile visualizzare i propri ordini

# Nwazet.Commerce.Controllers.OrderAdminController
source: Couldn't archive selected order.
it_it: Impossible archiviare l'ordine selezionato.

# Nwazet.Commerce.Controllers.OrderAdminController
source: Couldn't archive selected orders.
it_it: Impossible archiviare gli ordini selezionati.

# Nwazet.Commerce.Controllers.OrderAdminController
source: Couldn't unarchive selected order.
it_it: Impossibile disarchiviare l'ordine selezionato.

# Nwazet.Commerce.Controllers.OrderAdminController
source: Orders successfully archived.
it_it: Ordini archiviati con successo.

# Nwazet.Commerce.Controllers.OrderSslController
source: Sign In to visualize your order history.
it_it: Fai login per visualizzare lo storico dei tuoi ordini.

# Nwazet.Commerce.Controllers.OrderSslController
source: User does not have ViewOwnOrders permission
it_it: L'utent non ha il permesso di visualizzare i propri ordini.

# Nwazet.Commerce.Controllers.OrderSslController
source: Wrong password
it_it: Password errata

# Nwazet.Commerce.Controllers.ProductAdminController
source: Not authorized to manage products
it_it: Non autorizzato a gestire i prodotti

# Nwazet.Commerce.Controllers.ProductAdminController
source: The requested type "{0}" is not a Product type.
it_it: Il tipo "{0}" richiesto non è un tipo di Prodotto.

# Nwazet.Commerce.Controllers.ProductAdminController
source: Your {0} has been created.
it_it: Il {0} è stato creato.

# Nwazet.Commerce.Controllers.ProductAdminController
source: Your content has been created.
it_it: Il contenuto è stato creato.

# Nwazet.Commerce.Controllers.ProductSettingsAdminController
source: Not authorized to manage price settings
it_it: Non autorizzato a gestire la configurazione dei prezzi

# Nwazet.Commerce.Controllers.ProductSettingsAdminController
source: Price settings updated
it_it: Impostazioni dei prezzi aggiornate

# Nwazet.Commerce.Controllers.PromotionAdminController
source: Not authorized to manage promotions
it_it: Non autorizzato a gestire le promozioni

# Nwazet.Commerce.Controllers.ReportController
source: Cannot generate reports
it_it: Impossibile generare i report.

# Nwazet.Commerce.Controllers.ReportController
source: Country
it_it: Stato

# Nwazet.Commerce.Controllers.ReportController
source: Date
it_it: Data

# Nwazet.Commerce.Controllers.ReportController
source: Report {0} not found
it_it: Report {0} non trovato

# Nwazet.Commerce.Controllers.ReportController
source: Shipping
it_it: Spedizione

# Nwazet.Commerce.Controllers.ReportController
source: SubTotal
it_it: Subtotale

# Nwazet.Commerce.Controllers.ReportController
source: Taxes
it_it: Tasse

# Nwazet.Commerce.Controllers.ReportController
source: Total
it_it: Totale

# Nwazet.Commerce.Controllers.ShippingAdminController
source: Not authorized to manage shippings
it_it: Non autorizzato a gestire le spedizioni

# Nwazet.Commerce.Controllers.ShoppingCartController
source: Quantity decreased to match inventory for {0}.
it_it: Quantità ridotta per coincidere con l'inventario di {0}.

# Nwazet.Commerce.Controllers.ShoppingCartController
source: Quantity increased to match minimum possible for {0}.
it_it: Quantità aumentata per coincidere con l'inventario di {0}.

# Nwazet.Commerce.Controllers.StripeController
source: Order created.
it_it: Ordine creato.

# Nwazet.Commerce.Controllers.TaxAdminController
source: Not authorized to manage taxes
it_it: Non autorizzato a gestire le tasse

# Nwazet.Commerce.Controllers.TerritoriesAdminController
source: "{0}" cannot be deleted because it still has {1} connected parts (you can find them in its editor).
it_it: "{0}" non può essere cancellato perché ha ancora {1} parti collegate (le puoi trovare nella sua pagina di modifica).

# Nwazet.Commerce.Controllers.TerritoriesAdminController
source: "{0}" has been deleted.
it_it: "{0}" è stato cancellato.

# Nwazet.Commerce.Controllers.TerritoryHierarchiesAdminController
source: ERROR: impossible to find hierarchy type.
it_it: ERRORE: impossibile trovare il tipo della gerarchia.

# Nwazet.Commerce.Controllers.TerritoryHierarchiesAdminController
source: ERROR: impossible to find territory type.
it_it: ERRORE: impossibile trovare il tipo del territorio.

# Nwazet.Commerce.Controllers.TerritoryHierarchiesAdminController
source: That {0} has been removed.
it_it: Il {0} è stato rimosso.

# Nwazet.Commerce.Controllers.TerritoryHierarchiesAdminController
source: That content has been removed.
it_it: Il contenuto è stato rimosso.

# Nwazet.Commerce.Controllers.TerritoryHierarchiesAdminController
source: The requested type "{0}" is not a Hierarchy type.
it_it: Il tipo richiesto "{0}" non è un tipo di gerarchia.

# Nwazet.Commerce.Controllers.TerritoryHierarchiesAdminController
source: There are no Hierarchy types that the user is allowed to manage.
it_it: L'utente non ha il permesso di gestire alcun Tipo di Gerarchia.

# Nwazet.Commerce.Controllers.TerritoryHierarchiesAdminController
source: Your {0} has been created.
it_it: Il {0} è stato creato.

# Nwazet.Commerce.Controllers.TerritoryHierarchiesAdminController
source: Your {0} has been saved.
it_it: Il tuo {0} è stato salvato.

# Nwazet.Commerce.Controllers.TerritoryHierarchiesAdminController
source: Your content has been created.
it_it: Il contenuto è stato creato.

# Nwazet.Commerce.Controllers.TerritoryHierarchiesAdminController
source: Your content has been saved.
it_it: Il contenuto è stato salvato.

# Nwazet.Commerce.Drivers.HierarchyVatConfigurationPartDriver
source: {0} Is not a valid value for rate.
it_it: {0} non è un valore valido per l'aliquota.

# Nwazet.Commerce.Drivers.HierarchyVatConfigurationPartDriver
source: Rate
it_it: Aliquota

# Nwazet.Commerce.Drivers.OrderPartDriver
source: Cannot manage orders
it_it: Impossibile gestire gli ordini

# Nwazet.Commerce.Drivers.OrderPartDriver
source: Order updated by {0}.
it_it: Ordine aggiornato da {0}.

# Nwazet.Commerce.Drivers.OrderPartDriver
source: Provided username does not exist.
it_it: Il nome utente dato non esiste.

# Nwazet.Commerce.Drivers.OrderPartDriver
source: Status changed from {0} to {1}.
it_it: Lo stato è cambiato da {0} a {1}.

# Nwazet.Commerce.Drivers.OrderPartDriver
source: Tracking URL changed from {0} to {1}.
it_it: L'URL del tracciamento è cambiato da {0} a {1}.

# Nwazet.Commerce.Drivers.OrderPartDriver
source: Tracking URL changed to {0}.
it_it: L'URL del tracciamento è cambiato a {1}.

# Nwazet.Commerce.Drivers.ProductAttributePartDriver
source: Attribute technical names in conflict. "{0}" is already set for a previously created attribute so now it has been changed to "{1}"
it_it: Conflitto tra i nomi tecnici degli attributi. "{0}" è già impostato per un attributo creato in precedenza quindi è stato cambiato in "{1}"

# Nwazet.Commerce.Drivers.ProductAttributePartDriver
source: The technical name contains invalid characters.
it_it: Il nome tecnico contiene dei caratteri non validi.

# Nwazet.Commerce.Drivers.TerritoryHierarchyPartDriver
source: It became impossible to change the Type of the territories in this hierarchy.
it_it: Cambiare il Tipo dei territori in questa Gerarchia è ora impossibile.

# Nwazet.Commerce.Drivers.TerritoryHierarchyPartDriver
source: You are not allowed to manage the territories for this hierarchy.
it_it: Non hai il permesso di gestire i territori per questa gerarchia.

# Nwazet.Commerce.Drivers.TerritoryPartDriver
source: Content creation
it_it: Creazione del contenuto

# Nwazet.Commerce.Drivers.TerritoryPartDriver
source: Content edit
it_it: Modifica del contenuto

# Nwazet.Commerce.Drivers.TerritoryPartDriver
source: Impossible to identify a valid Hierarchy for this territory.
it_it: Impossibile identificare una Gerarchia valida per questo territorio.

# Nwazet.Commerce.Drivers.TerritoryPartDriver
source: Impossible to identify a valid Hierarchy for this territory. {0} will fail.
it_it: Impossibile identificare una Gerarchia valida per questo territorio. {0} fallirà.

# Nwazet.Commerce.Drivers.TerritoryPartDriver
source: Invalid territory record.
it_it: Record del territorio non valido.

# Nwazet.Commerce.Drivers.TerritoryPartDriver
source: There are no territories that may be added to hierarchy. Content creation will fail.
it_it: Non ci sono territori che possano essere aggiunti alla gerarchia. La creazione del contenuto fallirà.

# Nwazet.Commerce.Drivers.TerritoryVatConfigurationPartDriver
source: {0} Is not a valid value for rate.
it_it: {0} non è un valore valido per l'aliquota.

# Nwazet.Commerce.Drivers.TerritoryVatConfigurationPartDriver
source: Rate
it_it: Aliquota

# Nwazet.Commerce.Drivers.VatConfigurationPartDriver
source: {0} and {1} intersect on {2}
it_it: {0} e {1} si intersecano su {2}

# Nwazet.Commerce.Drivers.VatConfigurationPartDriver
source: Changes to the VAT configuration will not be saved because you don't have the correct permissions.
it_it: Le modifiche alla configurazione IVA non saranno salvate perchè non hai i permessi necessari.

# Nwazet.Commerce.Drivers.VatConfigurationPartDriver
source: There are issues with the hierarchies configured for this VAT:
it_it: Ci sono problemi con le gerarchie configurate per questa IVA:

# Nwazet.Commerce.Drivers.VatConfigurationSiteSettingsPartDriver
source: None
it_it: Nessuno

# Nwazet.Commerce.Extensions.ProductUtilities
source: Couldn't create product
it_it: Impossibile creare il prodotto

# Nwazet.Commerce.Extensions.ProductUtilities
source: Couldn't delete product
it_it: Impossibile cancellare il prodotto

# Nwazet.Commerce.Extensions.ProductUtilities
source: Couldn't edit product
it_it: Impossible modificare il prodotto

# Nwazet.Commerce.Extensions.ProductUtilities
source: Not authorized to manage products of type "{0}"
it_it: Non autorizzato a gestire i prodotti di tipo "{0}"

# Nwazet.Commerce.Extensions.ProductUtilities
source: Not authorized to manage products.
it_it: Non autorizzato a gestire i prodotti.

# Nwazet.Commerce.Extensions.TerritoriesUtilities
source: Couldn't create hierarchy
it_it: Impossibile creare la gerarchia

# Nwazet.Commerce.Extensions.TerritoriesUtilities
source: Couldn't create territory
it_it: Impossibile creare il territorio

# Nwazet.Commerce.Extensions.TerritoriesUtilities
source: Couldn't delete hierarchy
it_it: Impossibile cancellare la gerarchia

# Nwazet.Commerce.Extensions.TerritoriesUtilities
source: Couldn't delete territory
it_it: Impossibile cancellare il territorio

# Nwazet.Commerce.Extensions.TerritoriesUtilities
source: Couldn't edit hierarchy
it_it: Impossibile modificare la gerarchia

# Nwazet.Commerce.Extensions.TerritoriesUtilities
source: Couldn't edit territory
it_it: Impossibile modificare il territorio

# Nwazet.Commerce.Extensions.TerritoriesUtilities
source: Not authorized to manage hierarchies of type "{0}"
it_it: Non autorizzato a gestire gerarchie di tipo "{0}"

# Nwazet.Commerce.Extensions.TerritoriesUtilities
source: Not authorized to manage hierarchies.
it_it: Non autorizzato a gestire gerarchie.

# Nwazet.Commerce.Extensions.TerritoriesUtilities
source: Not authorized to manage territories of type "{0}"
it_it: Non autorizzato a gestire territori di tipo "{0}"

# Nwazet.Commerce.Extensions.TerritoriesUtilities
source: Not authorized to manage territories.
it_it: Non autorizzato a gestire territori

# Nwazet.Commerce.Extensions.TerritoriesUtilities
source: Part record cannot be null.
it_it: Il record della parte non può essere null.

# Nwazet.Commerce.Filters.FilterHelper
source: {0} contains '{1}'
it_it: {0} contiene '{1}'

# Nwazet.Commerce.Filters.FilterHelper
source: {0} contains all '{1}'
it_it: {0} contiene tutto '{1}'

# Nwazet.Commerce.Filters.FilterHelper
source: {0} contains all '{1}' (or '{1}' is empty)
it_it: {0} contiene tutti '{1}' (oppure '{1}' è vuoto)

# Nwazet.Commerce.Filters.FilterHelper
source: {0} contains any of '{1}'
it_it: {0} contiene almeno uno di '{1}'

# Nwazet.Commerce.Filters.FilterHelper
source: {0} contains any of '{1}' (or '{1}' is empty)
it_it: {0} contiene uno tra '{1}' (oppure '{1}' è vuoto)

# Nwazet.Commerce.Filters.FilterHelper
source: {0} does not contain '{1}'
it_it: {0} NON contiene '{1}'

# Nwazet.Commerce.Filters.FilterHelper
source: {0} does not end with '{1}'
it_it: {0} NON termina con '{1}'

# Nwazet.Commerce.Filters.FilterHelper
source: {0} does not start with '{1}'
it_it: {0} NON inizia con '{1}'

# Nwazet.Commerce.Filters.FilterHelper
source: {0} ends with '{1}'
it_it: {0} termina con '{1}'

# Nwazet.Commerce.Filters.FilterHelper
source: {0} equals {1}
it_it: {0} è uguale a {1}

# Nwazet.Commerce.Filters.FilterHelper
source: {0} is between {1} and {2}
it_it: {0} è compreso tra {1} e {2}

# Nwazet.Commerce.Filters.FilterHelper
source: {0} is equal to '{1}'
it_it: {0} è uguale a '{1}'

# Nwazet.Commerce.Filters.FilterHelper
source: {0} is greater than {1}
it_it: {0} è maggiore di {1}

# Nwazet.Commerce.Filters.FilterHelper
source: {0} is greater than or equal to {1}
it_it: {0} è maggiore o uguale a {1}

# Nwazet.Commerce.Filters.FilterHelper
source: {0} is less than {1}
it_it: {0} è minore di {1}

# Nwazet.Commerce.Filters.FilterHelper
source: {0} is less than or equal to {1}
it_it: {0} è minore o uguale a {1}

# Nwazet.Commerce.Filters.FilterHelper
source: {0} is not between {1} and {2}
it_it: {0} non è compreso tra {1} e {2}

# Nwazet.Commerce.Filters.FilterHelper
source: {0} is not equal to {1}
it_it: {0} NON è uguale a {1}

# Nwazet.Commerce.Filters.FilterHelper
source: {0} is not equal to '{1}'
it_it: {0} NON è uguale a '{1}'

# Nwazet.Commerce.Filters.FilterHelper
source: {0} starts with '{1}'
it_it: {0} inizia con '{1}'

# Nwazet.Commerce.Filters.ProductDiscountPriceFilter
source: Product
it_it: Prodotto

# Nwazet.Commerce.Filters.ProductDiscountPriceFilter
source: Product DiscountPrice
it_it: Prezzo scontato del prodotto

# Nwazet.Commerce.Filters.ProductDiscountPriceFilter
source: Product DiscountPrice Filter.
it_it: Filtro sul prezzo scontato del prodotto

# Nwazet.Commerce.Filters.ProductDiscountPriceFilterForm
source: Is between
it_it: È compreso

# Nwazet.Commerce.Filters.ProductDiscountPriceFilterForm
source: Is equal to
it_it: È uguale a

# Nwazet.Commerce.Filters.ProductDiscountPriceFilterForm
source: Is greater than
it_it: È maggiore di

# Nwazet.Commerce.Filters.ProductDiscountPriceFilterForm
source: Is greater than or equal to
it_it: È maggiore o uguale a

# Nwazet.Commerce.Filters.ProductDiscountPriceFilterForm
source: Is less than
it_it: È minore di

# Nwazet.Commerce.Filters.ProductDiscountPriceFilterForm
source: Is less than or equal to
it_it: È minore o uguale a

# Nwazet.Commerce.Filters.ProductDiscountPriceFilterForm
source: Is not between
it_it: Non è compreso

# Nwazet.Commerce.Filters.ProductDiscountPriceFilterForm
source: Is not equal to
it_it: NON è uguale

# Nwazet.Commerce.Filters.ProductDiscountPriceFilterForm
source: Operator
it_it: Operatore

# Nwazet.Commerce.Filters.ProductDiscountPriceFilterForm
source: Value
it_it: Valore

# Nwazet.Commerce.Filters.ProductInventoryFilter
source: Inventory
it_it: Inventario

# Nwazet.Commerce.Filters.ProductInventoryFilter
source: Product
it_it: Prodotto

# Nwazet.Commerce.Filters.ProductInventoryFilter
source: Product Inventory
it_it: Inventario del prodotto

# Nwazet.Commerce.Filters.ProductInventoryFilter
source: Product Inventory Filter.
it_it: Filtro sul'inventario del prodotto

# Nwazet.Commerce.Filters.ProductInventoryFilterForm
source: Is between
it_it: È compreso

# Nwazet.Commerce.Filters.ProductInventoryFilterForm
source: Is equal to
it_it: È uguale a

# Nwazet.Commerce.Filters.ProductInventoryFilterForm
source: Is greater than
it_it: È maggiore di

# Nwazet.Commerce.Filters.ProductInventoryFilterForm
source: Is greater than or equal to
it_it: È maggiore o uguale a

# Nwazet.Commerce.Filters.ProductInventoryFilterForm
source: Is less than
it_it: È minore di

# Nwazet.Commerce.Filters.ProductInventoryFilterForm
source: Is less than or equal to
it_it: È minore o uguale a

# Nwazet.Commerce.Filters.ProductInventoryFilterForm
source: Is not between
it_it: Non è compreso

# Nwazet.Commerce.Filters.ProductInventoryFilterForm
source: Is not equal to
it_it: NON è uguale

# Nwazet.Commerce.Filters.ProductInventoryFilterForm
source: Operator
it_it: Operatore

# Nwazet.Commerce.Filters.ProductInventoryFilterForm
source: Value
it_it: Valore

# Nwazet.Commerce.Filters.ProductPriceFilter
source: Product
it_it: Prodotto

# Nwazet.Commerce.Filters.ProductPriceFilter
source: Product Price
it_it: Prezzo del prodotto

# Nwazet.Commerce.Filters.ProductPriceFilter
source: Product Price Filter.
it_it: Filtro sul prezzo del prodotto

# Nwazet.Commerce.Filters.ProductPriceFilterForm
source: Is between
it_it: È compreso

# Nwazet.Commerce.Filters.ProductPriceFilterForm
source: Is equal to
it_it: È uguale a

# Nwazet.Commerce.Filters.ProductPriceFilterForm
source: Is greater than
it_it: È maggiore di

# Nwazet.Commerce.Filters.ProductPriceFilterForm
source: Is greater than or equal to
it_it: È maggiore o uguale a

# Nwazet.Commerce.Filters.ProductPriceFilterForm
source: Is less than
it_it: È minore di

# Nwazet.Commerce.Filters.ProductPriceFilterForm
source: Is less than or equal to
it_it: È minore o uguale a

# Nwazet.Commerce.Filters.ProductPriceFilterForm
source: Is not between
it_it: Non è compreso

# Nwazet.Commerce.Filters.ProductPriceFilterForm
source: Is not equal to
it_it: NON è uguale

# Nwazet.Commerce.Filters.ProductPriceFilterForm
source: Operator
it_it: Operatore

# Nwazet.Commerce.Filters.ProductPriceFilterForm
source: Value
it_it: Valore

# Nwazet.Commerce.Filters.ProductSizeFilter
source: Product
it_it: Prodotto
